Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Message
es: Mensaje
ga: Teachtaireacht
nl: Bericht
tr: İleti

source: Do not display this message again
es: No volver a mostrar este mensaje
ga: Ná taispeáin an teachtaireacht seo arís
nl: Dit bericht niet meer tonen
tr: Bu mesajı tekrar gösterme

source: Always use this answer
es: Usar siempre esta respuesta
ga: Bain feidhm as an freagra seo i gcónaí
nl: Altijd dit antwoord gebruiken
tr: Daima bu cevabı kullan

source: Loading Monitor Window...
es: Cargando ventana de monitor...
ga: Ag Luchtú Fuinneog na Scáileána...
nl: Overzichtvenster wordt geladen...
tr: İzleme penceresi yükleniyor...

source: Show Incoming Searches
es: Mostrar búsquedas entrantes
ga: Taispeáin na Cuardaithe Ag Teacht Isteach
nl: Toon inkomende zoekopdrachten
tr: Gelen Aramaları Göster

source: Your client is a leaf node shielded by an Ultrapeer. Hence you will see few or no searches in the monitor window.
es: Su cliente es un nodo hoja protegido por un Ultrapar. Por consiguiente verá pocas búsquedas o ninguna en la ventana del monitor.
nl: Uw cliënt is een door een Ultrapeer beschermde leaf node. Er zullen er geen of weinig zoektermen worden getoond.
tr: Bilgisayarınız Ultrapeer tarafından korunan uç noktalardan birisi. Dolayısıyla izleme ekranında bir kaç arama görebilir veya hiç arama göremeyebilirsiniz.

source: Show Last
es: Mostrar últimas
ga: Taispeáin an Ceann Deiridh
nl: Toon laatste zoekopdrachten
tr: Sonuncuyu göster

source: Searches
es: Búsquedas
ga: Cuardaithe
nl: Zoekopdrachten
tr: Aramalar

source: Your save folder is not valid. It may have been deleted, you may not have permissions to write to it, or there may be another problem. Please choose a different folder.
es: Su directorio para guardar no es válido. Es posible que haya sido eliminado, que no tenga permiso para escribir en él o que haya otro problema. Por favor, elija otro directorio.
ga: Níorbh fhéidir le FrostWire comhadlann sainroghanna sealadach a chruthú. De ghnáth is de dheasca easpa ceadanna a bheith agat a tharlaíonn sé seo. Déan cinnte go bhfuil rochtain ag FrostWire (agus tusa) chun comhaid/fillteáin a chruthú ar do ríomhaire. Má leanann an fadhb, tabhair cuairt ar www.frostwire.com agus brúigh an nasc 'Support'. Scoirfidh FrostWire anois. Go raibh maith agat.
nl: Uw opslagmap is ongeldig. Deze kan verwijderd zijn, u heeft niet genoeg rechten om deze te wijzigen, of er is een ander probleem. Kies a.u.b. een andere map.
tr: Kaydetme klasörünüz geçerli değil. Bu klasör silinmiş olabilir, klasöre yazma izniniz olmayabilir veya başka bir sorun olabilir. Lütfen başka bir klasör belirleyiniz.

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-folder of {1}. Would you like to choose another location?
es: Guardar archivos descargados en {0} puede funcionar incorrectamente. Para asegurarse de que las descargas son archivadas correctamente, debe guardarlas en una sub-carpeta de {1}. Desea elegir otra ubicación?
nl: Het opslaan van downloads naar {0} functioneert mogelijk niet correct. Om er zeker van te zijn dat de downloads goed opgeslagen worden, zou u ze in een submap van {1} moeten opslaan. Wilt u een andere locatie kiezen?
tr: İndirilen dosyalar {0} klasörüne doğru olarak kaydedilemedi. İnidirlen dosyaların doğru kaydedildiğinden emin olmak için, onları {1} klasörünün bir alt klasörüne kaydetmeniz tavsiye edilir. Başka bir klasör seçmek ister misiniz?

source: FrostWire has encountered problems in loading your settings. FrostWire will attempt to use the default values; however, may behave unexpectedly.
es: FrostWire ha encontrado problemas al cargar sus ajustes. FrostWire intentará utilizar los valores predeterminados; aunque podría presentar un comportamiento inesperado.
nl: FrostWire heeft problemen ontdekt tijdens het laden van uw instellingen. FrostWire zal proberen de standaardwaarden te gebruiken, maar dit kan resulteren in onverwacht gedrag van FrostWire.
tr: FrostWire, senin ayarlarını yüklemekte problemlerle karşılaştı. FrostWire, hazır gelen değerleri kullanmayı deneyecek; Yine de, beklenmedik şekilde davranabilir.

source: Shutting down FrostWire...
es: Cerrando FrostWire...
ga: Ag Múchadh FrostWire...
nl: FrostWire wordt afgesloten...
tr: FrostWire Kapatılıyor, Hoşçakalın...

source: Please wait while FrostWire shuts down...
es: Por favor espere mientras FrostWire cierra...
ga: Fán fad is atá FrostWire á mhúchadh...
nl: Wacht a.u.b. terwijl FrostWire afsluit...
tr: FrostWire Kapatılırken Lütfen Bekleyin...

source: Loading FrostWire...
es: Cargando FrostWire...
ga: Ag Luchtú FrostWire...
nl: FrostWire wordt geladen...
tr: FrostWire Yükleniyor, Hoşgeldiniz...:)

source: Add...
es: Añadir...
ga: Cuir Le...
nl: Toevoegen…
tr: Ekle...

source: Add New List Item
es: Agregar nuevo elemento en la lista.
ga: Cuir Isteach Mír don Réim Nua
nl: Nieuw item toevoegen
tr: Yeni Liste Nesnesi Ekle

source: Remove Selected Item
es: Quitar elemento seleccionado.
ga: Bain an Mhír Roghnaithe
nl: Geselecteerde item verwijderen
tr: Seçili Nesneyi Kaldır

source: Loading Status Window...
es: Cargando ventana de estado...
ga: Ag Luchtú Fuinneog an Treo...
nl: Statusvenster wordt geladen...
tr: Durum Penceresi Yükleniyor...

source: FrostWire has not detected a firewall
es: FrostWire no ha detectado un cortafuegos
ga: Níor bhraith FrostWire balla dóiteán
nl: FrostWire heeft geen firewall ontdekt
tr: FrostWire güvenlik duvarı algılamadı

source: FrostWire has detected a firewall
es: FrostWire ha detectado un cortafuegos
ga: Bhraith FrostWire balla dóiteáin
nl: FrostWire heeft een firewall ontdekt
tr: FrostWire, bir güvenlik duvarı algıladı

source: Disconnected
es: Desconectado
ga: Dínasctha
nl: Niet verbonden
tr: Bağlantı Kesildi

source: You are disconnected from the network. To connect, choose Connect from the File menu.
es: Usted está desconectado de la red. Para conectarse, seleccione 'Conectar' desde el menu 'Archivo'.
ga: Tá tú dínasctha ón líonra. Chun nascadh, roghnaigh Nasc ón roghchlár Comhad.
nl: U bent niet meer verbonden met het netwerk. Als u terug wil verbinden, kies dan 'Verbinden' in het menu 'Bestand'.
tr: Ağ ile bağlantınız kesildi. Bağlanmak için, Dosya menüsünden Bağlan'ı seçin.

source: Starting
es: Conectando
ga: Ag Tosú
nl: Verbinding maken...
tr: Başlatılıyor

source: You are currently connecting to the network
es: Actualmente se está conectando a la red.
ga: Tá tú ag ceangailt leis an líonra faoi láthair
nl: Er wordt nu een verbinding met het netwerk gemaakt
tr: Şu anda ağa bağlanıyorsunuz

source: Poor
es: Insuficiente
ga: Go Dona
nl: Slechte
tr: Zayıf

source: You are connected to few hosts and have an unstable connection the network
es: Está conectado a pocas computadoras centrales y tiene una conexión inestable a la red.
ga: Tá tú nasctha le beagán óstaigh agus tá nasc éagobhsaí agat leis an líonra.
nl: Er is een verbinding met een paar hosts en er is een onstabiele verbinding met het netwerk
tr: Pek çok ağa bağlandınız ve ağ ile tutarsız bir bağlantınız var

source: Fair
es: Aceptable
ga: Measartha Maith
nl: Redelijke
tr: Temiz

source: Your connection to the network is getting stronger
es: Su conexión a la red está mejorando.
ga: Tá do nasc leis an líonra ag neartú
nl: Uw verbinding met het netwerk wordt beter
tr: Ağ ile bağlantınız zayıflıyor

source: Good
es: Buena
ga: Go Maith
nl: Goede
tr: İyi

source: You are not yet fully connected to the network, but have a very good connection
es: Ud. no está totalmente conectado a la red, pero tiene una buena conexión.
ga: Níl tú nasctha leis an líonra go hiomlán, ach tá nasc an-mhaith agat
nl: U bent nog niet volledig verbonden met het netwerk, maar er is een zeer goede verbinding
tr: Henüz ağa tam olarak bağlanmadınız fakat iyi bir bağlantınız var

source: Excellent
es: Excelente
ga: Ar Fheabhas
nl: Zeer goede
tr: Kusursuz

source: Your connection to the network is very strong
es: Su conexión a la red es muy buena.
ga: Tá do nasc leis an líonra an-láidir
nl: Uw verbinding met het netwerk is zeer goed
tr: Ağa bağlantınız çok zayıf

source: Turbo-Charged
es: Carga Turbo
ga: Sár-Luchtaithe
nl: Supersnelle
tr: daha hızlı

source: Your connection to the network is extremely strong
es: Su conexión a la red es excelente.
ga: Tá do nasc leis an líonra fíor-láidir
nl: Uw verbinding met het netwerk is uitstekend
tr: Ağa bağlantınız oldukça zayıf

source: Waking Up
es: Despertando
ga: Ag Dúisiú
nl: Opstarten uit slaapstand
tr: Uyku modundan çıkıyor.

source: FrostWire is waking up from sleep mode
es: FrostWire está despertando del modo durmiente.
ga: Tá FrostWire ag dúisiú ó mód codladh
nl: FrostWire start op vanuit slaapstand
tr: FrostWire uyku modundan çıkıyor.

source: Show Connection Quality
es: Mostrar Calidad de conexión
ga: Taispeáin Cáil an Nasc
nl: Toon verbindingskwaliteit
tr: Bağlantı Kalitesini göster

source: Show Shared Files Count
es: Mostrar Número de Archivos Compartidos
ga: Taispeáin Líon na Comhaid Roinnte
nl: Toon het aantal gedeelde bestanden
tr: Paylaşılan dosya sayısını göster

source: Show Language Status
es: Mostrar Idioma Actual
ga: Taispeáin Treo an Béarla
nl: Toon de taalstatus
tr: Dil seçeneklerini göster

source: Show Firewall Status
es: Mostrar Estado del Cortafuegos
ga: Taispeáin Treo an Balla Dóiteáin
nl: Firewallstatus tonen
tr: Firewall durumunu göster

source: Show Bandwidth Consumption
es: Mostrar Consumo de Ancho de Banda
ga: Taispeáin Tomhailt an Leithead Criosa
nl: Bandbreedte-inname tonen
tr: Bandwidth tüketimini göster

source: Show Media Player
es: Mostrar Reproductor
ga: Taispeáin Seinnteoir Meáin
nl: Mediaspeler tonen
tr: Media Playeri göster

source: You are sharing {0} file
es: Usted está compartiendo {0} archivo
ga: Tá {0} comhad á chomhroinnt agat
nl: U deelt {0} bestand
tr: {0} dosyanız paylaşımda {0} dosyanız paylaşımda

source: You are sharing {0} file (Loading...)
es: Usted esta compartiendo {0} archivo (Cargando...)
ga: Tá {0} comhad á chomhroinnt agat (Á Luchtú...)
nl: U deelt {0} bestand (bezig met laden...)
tr: {0} Adet dosya paylaşıyorsunuz (Yükleniyor)...

source: Downloads:
es: Descargas:
ga: Íosluchtaithe:
tr: İndirmeler:

source: Uploads:
es: Cargas:
ga: Uasluchtaithe:
tr: Yüklemeler:

source: Total Downstream:
es: Total de Procesamiento en Cadena
nl: Totale downstream:
tr: Aşağı doğru topla:

source: Total Upstream:
es: Volumen de carga total:
nl: Totale upstream:
tr: Toplam Akım:

source: Tip of the Day
es: Consejo del día
ga: Leid an Lae
nl: Tip van de dag
tr: Günün İpucu

source: Did You Know...
es: Sabías que...
ga: Arbh Eol Duit...
nl: Wist u dat...
tr: Biliyor musunuz...

source: Show Tips At Startup
es: Mostrar los consejos al iniciar
ga: Taispeáin Leidanna Ag An Tosú
nl: Tips tonen bij opstarten
tr: Başlangıçta ipuçlarını göster

source: Next Tip
es: Consejo siguiente
ga: An Chéad Leid Eile
nl: Volgende tip
tr: Sonraki İpucu

source: Previous Tip
es: Consejo anterior
ga: An Leid Roimhe
nl: Vorige tip
tr: Önceki İpucu

source: Loading tips...
es: Cargando consejos...
ga: Ag luchtú leideanna...
nl: Tips worden geladen...
tr: İpuçları yükleniyor...

source: When your downloads say <font color="185ea8">Needs More Sources</font>, try choosing that download and then clicking <font color="185ea8">Find More Sources</font>. FrostWire will search the network for more places to download the file and automatically resume downloading if it finds any matches.
es: Cuando tus descargas digan 'Necesita mas fuentes', trata de elegir esa descarga y clickear 'Buscar Mas Fuentes'. FrostWire buscará en la red mas lugares para descargar el archivo y automaticamente continuar la descarga si encuentra alguna coincidencia.

source: You can change the look and feel of FrostWire by going to View &gt; Apply Skins and choosing a new skin. Brand new skins are on FrostWire's website, available by choosing 'Get More Skins'. If you download skins by the 'Download into FrostWire' links, FrostWire will automatically ask if you want to use the new skin when the download completes.
es: Usted puede cambiar o ajustar la apariencia de FrostWire. Nuevos temas (o carátulas) están disponibles en la página web de FrostWire. Solo debe escoger " Obtener más carátulas". Si descarga nuevos temas de FrostWire automáticamente se preguntará si desea aplicar dicho tema al terminar la descarga.
nl: U kunt de skins van FrostWire aanpassen door te kiezen voor 'Weergave' > 'Skins toepassen' en te kiezen voor een nieuwe skin. Nieuwe skins zijn beschikbaar op de website van FrostWire door te kiezen voor 'Meer skins verkrijgen'.' Als u skins download via de links 'Downloaden in FrostWire' zal FrostWire u er automatisch op attenderen, als u de nieuwe skin wilt gebruiken, wanneer de download voltooid is.
tr: Görünüm &gt; Uygula'dan yeni bir görünüm seçerek FrostWire'ın görünüşünü ve zevkini kendi isteğinize göre değiştirebilirsiniz. FrostWire'ın sitesindeki en yeni arayüz görünümlerini 'Daha Fazla Görünüm' ile indirebilirsiniz. Eğer yeni görünümlerinizi "FrostWire'a İndir" bağlantısı vasıtasıyla indirirseniz FrostWire indirme bittiğinde kendiliğinden yeni görünümü kurmak isteyip istemediğinizi soracaktır.

source: You can sort your search results by clicking on a column. The most useful column to sort by is the '#' column, which can put the results that have the highest chance of downloading at the top of the list.
es: Puedes ordenar los resultados de tu búsqueda pulsando sobre cada columna. La columna más útil para ordenar es la columna '#', la cual pone los resultados que tienen más posibilidades de descarga al comienzo de la lista.
ga: Nuair a fhógraíonn do chuid íosluchtaithe 'Tuilleadh Foinsí De Dhíth', déan iarracht an t-íosluchtú sin a roghnú agus ansin 'Aimsigh Tuilleadh Foinsí' a bhrúigh. Cuardóidh FrostWire an líonra le haghaidh tuilleadh áiteanna chun an comhad a íosluchtú agus ansin leanfaidh sé ag íosluchtú as féin má aimsíonn sé aon comhoiriúnaithe.
nl: U kunt uw zoekresultaten sorteren door op een kolom te klikken. De meest bruikbare kolom is de '#' kolom, die de beste resultaten bovenaan de lijst zet.
tr: Bir sütuna tıklayarak sonuçları sıralayabilirsiniz. En kullanışlı sütun yükleme şansına göre sıralayan "#" sütunudur.

source: The more stars a search result has, the better the chances of the download completing successfully! Some search results may even appear with four blue stars and a speed of 'Ethernet'. These results have the greatest chance of completing successfully.
es: Cuantas más estrellas tenga un resultado de búsqueda, mejores serán las posibilidades de éxito en la descarga. Algunos resultados de búsqueda pueden aparecer con cuatro estrellas azules y velocidad de 'Ethernet'. Estos resultados tienen más posibilidades de éxito en la descarga.
ga: Tá deis níos fearr ann íosluchtú i gceart le toradh cuardaigh le a lán réaltaí! D'fhéadfadh torthaí cuardaigh ceithre réaltaí gorma a bheith acu agus luas 'Ethernet'. Tá an deis is fearr ag na torthaí íosluchtú i gceart.
nl: Hoe meer sterren een zoekresultaat heeft, hoe hoger de kans is dat het
tr: Yıldız sayısı arttıkça yükleme daha başarılı olur. Bazı sonuçlar 4 mavi yıldız ve "Ethernet hızı"na sahip olabilir. Bu sonuçların yüklenme başarısı daha yüksektir.

source: You can find out how many times someone has uploaded a file by choosing the 'Library' tab and looking at the Uploads column. The information is listed as 'X / Y', where 'Y' is the number of people that have attempted to upload that file, and 'X' is the number of people that have successfully uploaded it.
es: Puedes ver cuántas veces alguien ha descargado un archivo de los tuyos seleccionando la pestaña "Library" y mirando en la columna Subidas. La información aparece como "X / Y", donde "Y" es el número de personas que han intentado coger el archivo, y "X" es el número de personas que lo han cogido con éxito.
ga: Is féidir foghlaim trí an cluaisín 'Leabharlann' a roghnú agus breathnú ar an colún Uasluchtaithe cé mhéad uair ar uasluchtaigh duine comhad. Taispeáintear an fhaisnéis mar 'X / Y', san áit gur 'Y' an líon daoine a rinne iarracht an comhad sin a íosluchtú, agus 'X' an líon daoine a uasluchtaigh go rathúl é.
nl: U kunt zien hoeveel keer een persoon een bestand heeft geüpload door te kiezen voor de 'Bibliotheek'-tab en te kijken in de 'Uploads'-kolom. De informatie is geordend als ' X / Y', waarbij 'Y' het aantal mensen is dat geprobeerd heeft het bestand te uploaden. 'X' is het aantal mensen die het bestand succesvol hebben geüpload.
tr: Bir dosyanın kaç defa indirildiğini "Kütüphane" kısmındaki Yükleme sütunundan öğrenebilirsiniz. İlk sayı indirmek isteyenleri; ikinci sayı da başarılı bir şekilde indirenleri gösterir.

source: Curious how many people are searching for your files? The 'hits' column in the Library will count how many times FrostWire has returned a result from someone searching for that file.
es: ¿Quieres saber cuántas personas están buscando tus archivos? En la Librería, la columna 'hits' contará cuántas veces FrostWire ha detectado que alguien estaba buscando esos archivos.
ga: An bhfuil tú fiosrach faoin líon daoine a bhfuil ag cuardú do do chuid comhaid? Comhaireoidh an colún 'amais' sa Leabharlann cé mhéad uaireanta a thug FrostWire tortha ó duine ag cuardú don chomhad sin.
nl: Nieuwsgierig hoeveel mensen zoeken voor uw bestanden? De 'Treffers'-kolom in de Bibliotheek telt hoeveel keer FrostWire een resultaat heeft teruggestuurd van iemand die voor dat bestand zocht.
tr: Sizin dosyalarınızın ne kadar arandığını merak mı ediyorsunuz? Kütüphanedeki "Hit" sütunu o dosyanın kaç defa arama sonuçlarında çıktığını gösterir.

source: It helps the network if you keep your FrostWire running. Others will connect to the network easier and searches will perform better.
es: Ayudará a la red que mantengas FrostWire en ejecución. Otros conectarán a la red con mayor facilidad y las búsquedas se efectuarán mejor.
ga: Cabhraíonn sé leis an líonra má coinníonn tú FrostWire ag rith. Nascfaidh daoine eile leis an líonra níos fusa agus éireoidh níos fearr le cuardaithe.

source: When FrostWire says your download is 'Waiting In Line', that means that source you are downloading from is temporarily busy and has queued your download. In order to successfully complete your download, wait while your request advances in line and is eventually serviced.
es: Cuendo FrostWire dice tu descarga esta "Esperando en linea", significa que la fuente que tu estas descargando esta temporamente ocupada y ha colocado en cola tu descarga.Con el fin de que sea completada su descarga,Espera mientras su solicitud avances en la línea y sea eventualmente servido
nl: Als FrostWire zegt dat uw download 'In de wachtrij...' is, betekent dat dat de bron waarvan u aan het downloaden bent tijdelijk bezig is en uw download in de wachtrij gezet heeft. Om uw download succesvol te voltooien moet u wachten tot uw download opnieuw gestart wordt.
tr: FrostWire indirmeleriniz için "Sırada Bekliyor" diyorsa indirme yaptığınız kaynak ya da bilgisayar geçici olarak meşgul ve sizin indirme talebinizi sıraya koymuş demektir. İndirme işleminizi başarıyla tamamlamak için talebinizin sırasının gelmesini ve sıranız geldiğinde transferinizin gerçekleşmesini bekleyiniz.

source: Need more help? Visit <a href="{0}">our message boards</a> and see if others have already answered your question! You can also review the <a href="{1}">FAQ</a> for answers to commonly asked questions or the <a href="{2}">User Guide</a> for more information.
es: Necesita más ayuda? Visite <a herf="{0}"> nuestros páneles de mensajes </a> y vea si otras personas han respondido a su pregunta! Puede también revisar las <a href="{1}">FAQa> para encontrar respuestas a preguntas frecuentes ó el<a href="{2}">Manuel del Usuario</a> para mayor información.
nl: Meer hulp nodig? Bezoek <a href="{0}">ons forum</a> en kijk of anderen uw vraag al hebben beantwoord! U kunt ook de <a href="{1}">FAQ</a> bekijken voor antwoorden op veelgestelde vragen of de <a href="{2}">gebruikershandleiding</a> raadplegen voor meer informatie.
tr: Daha fazla yardıma mı ihtiyacınız var? <a href="{0}">Forumlarımızı</a> ziyaret ederek sorularınıza cevap araştırabilirsiniz. Ayrıca <a href="{1}">SSS</a> veya <a href="{2}">Kullanım Kılavuzuna</a> da gözatabilirsiniz.

source: Accidentally killed your download? Click the library tab, choose the Incomplete folder, and then highlight the filename of the file you'd like to resume downloading and click resume. FrostWire will automatically search for that file and begin downloading it again.
es: ¿Canceló su descarga por accidente? haga un click sobre la pestaña 'Biblioteca', elija la carpeta 'Incompleto', seleccione el nombre del archivo que desea continuar descargando y de click en 'Continuar'. FrostWire buscará automáticamente el archivo y comenzará a descargarlo de nuevo.
nl: Per ongeluk uw download geaunnuleerd? Klik de 'Bibliotheek'-tab, kies de incomplete bestanden, selecteer de bestandsnaam van het bestand dat u wilt hervatten en klik op 'Hervatten'. FrostWire zal automatisch zoeken voor dat bestand en het verder downloaden.
tr: İndirme işleminizi yanlışlıkla durdurdunuz mu? Kütüphane sekmesini tıklayın, Tamamlanmamışlar dizinini seçin ve sonra kaldığınız yerden devam etmesini istediğiniz dosyanın adını seçerek Devam Et'i tıklayınız.

source: Do you have a tip for effectively using FrostWire? Add it to <a href="{0}">the wiki</a> and it may make it into future Tips of the Day!
es: ¿Tiene un tip para usar FrostWire de manera efectiva? ¡Añadalo a <a href="{0}">el wiki</a> y podrá pertenecer en un futuro a los Tips del Día !
ga: An bhfuil leid agat chun feidhm feidhmiúil a bhaint as FrostWire? Cuir é le <a href="{0}">the wiki</a> agus d'fhéadfadh sé bheith i Leideanna an Lae as seo amach!
nl: Heeft u een tip over het efficiënt gebruiken van FrostWire? Voeg het to aan <a href="{0}">de wikipagina</a> en uw tip verschijnt misschien in de toekomstige tips van de dag!
tr: FrostWire daha etkin kullanabilmek için bir ipucunuz mu var? <a href="{0}">Wiki</a>ye ekleyin ve onun gelecekte Günün İpucu olmasını sağlayın!

source: You can restart downloads that say <font color="185ea8">Awaiting Sources</font> by searching for that file again. FrostWire will automatically restart the download if it finds any matching results.
es: Puede re-comenzar las descargas que indiquen <font color="185ea8">Esperando fuentes</font> si busca nuevamente el archivo. FrostWire re-comenzará la descarga automáticamente si encuentra resultados iguales.

source: Do you have a cool feature you'd like to see added to FrostWire? Suggest it on FrostWire's <a href="{0}">forum</a> and it may be added to future versions!
es: Tiene alguna característica que le gustaría ver añadida en FrostWire? Sugiérala en el <a href="{0}">foro</a> de FrostWire y podría ser agregada en versiones futuras.
ga: An bhfuil gné déanasach ar mhaith leat a fheiceáil i FrostWire? Mol do fhoireann FrostWire í <a href="{0}">cláir plé</a> agus b'fhéidir go gcuirfear sna leagain úra í as seo amach!

source: You can preview downloaded files to make sure they're what you expect. Just select the download and click 'Preview'!
es: Puedes previsualizar archivos descargados para asegurarte que son lo que esperas. Sólo selecciona el archivo y pulsa "Previsualizar"!
ga: Is féidir leat réamhamharc ar chomhaid íosluchtaithe a fháil chun cinnte gurbh iad atá de dhíth uait. Roghnaigh an t-íosluchtú agus brúigh 'Réamhamharc'!
nl: U kunt bestanden die u gedownload heeft voorvertonen om zeker te weten dat het is wat u van het bestand verwacht had. U hoeft enkel de download te selecteren en op 'Voorvertonen' te klikken!
tr: Yüklemekte olduğunuz dosyaların istediğiniz dosya olup olmadığını Önizleme yaparak öğrenebilirsiniz. Sadece yüklemeyi seçin ve 'Önizleme' ye tıklayın!
