Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Recovering Corrupted File
es: Recuperando archivo con fallas
ga: Athshlánú an Comhad Truaillithe
nl: Poging tot reparatie van bestand
tr: Bozuk Dosya Onarılıyor

source: Pausing...
es: Pausando...
ga: Ag dul ar sos...
nl: Pauzeert...
tr: Duraklatılıyor...

source: Paused
es: En pausa
ga: Curtha Ar Sos
nl: Gepauzeerd
tr: Durdu

source: Content Removed
es: Contenido Removido.
ga: Inneachair Bainte
nl: Bestand verwijderd
tr: İçerik Kaldırıldı

source: Resuming...
es: Reanundando...
ga: Ag Atosú...
nl: Hervatten...
tr: Devam Ediliyor...

source: Downloading .torrent file...
es: Descargando archivo .torrent...
ga: Ag íosluchtú comhad .torrent...
nl: Downloadt .torrent-bestand...
tr: .torrent dosyası İndiriliyor...

source: Average Bandwidth
es: Ancho de banda promedio
ga: Meán Leithead Criosa
nl: Gemiddelde bandbreedte
tr: Ortalama Bant Genişliği

source: Valid Alternate Locations
es: Ubicaciones alternativas válidas
ga: Suíomhanna Malartach Seasmhach
nl: Geldige alternatieve locaties
tr: Geçerli Alternatif Yerler

source: Invalid Alternate Locations
es: Ubicaciones alternativas inválidas
ga: Suíomhanna Malartach Seasmhach
nl: Ongeldige alternatieve locaties
tr: Geçersiz Alternatif Yerler

source: Started On
es: Inicio activado
ga: Tosaithe Ar An
nl: Gestart op
tr: Başlangıç:

source: Finished On
es: Finalización activada
ga: Críochnaithe Ar An
nl: Afgerond op
tr: Üzerinde bitirdi

source: Time Spent
es: Tiempo transcurrido
ga: Am Caite
nl: Verbruikte tijd
tr: Geçen Zaman

source: Chunks
es: Trozos
ga: Smutáin
tr: Parçalar

source: Lost To Corruption
es: Perdido por Corrupción
ga: Chailte mar gheall ar Truailliú
nl: Beschadigd bestand verloren gegaan
tr: Paket Kaybi

source: hosts
es: computadoras centrales
ga: óstaigh
tr: sunucular

source: host
es: computadora central
ga: óstach
tr: sunucu

source: A more specific search may be required...
es: Puede necesitarse una búsqueda más específica...
ga: B'fheidir go mbeidh gá le cuardú níos sonrach...
nl: Een specifiekere zoekopdracht is misschien nodig...
tr: Daha özel bir arama gerektirilebilir

source: The owner of this content has requested that this file be removed from the network. To learn more, double-click on the download (or click preview).
es: El dueño de este Contenido ha requerido que este archivo sea retirado de la red.Para aprender mas, haga doble-click en la descarga (o presione la vista previa)
nl: De eigenaar van dit bestand heeft verzocht dit bestand van het netwerk te verwijderen. Om hierover meer te lezen, dubbelklik op de download (of klik op Voorvertonen).
tr: Bu içeriğin sahibi bu dosyanın ağdan silinmesini istedi. Daha fazlasını öğrenmek için, dosyaya çift tıklayın (veya önizlemeye tıklayın).

source: Possible Hosts
es: Posibles computadoras centrales
ga: Óstaigh Féideartha
nl: Mogelijke hosts
tr: Uygun Sunucular

source: Busy Hosts
es: Computadoras centrales ocupadas
ga: Óstaigh Gnóthach
nl: Bezige hosts
tr: Meşgul Sunucu

source: Remotely Queued
es: En cola remota
ga: I Scuaine Go Cianda
nl: Op afstand in de rij gezet
tr: Uzakta Kuyruğa Alındı

source: Locating Sources...
es: Ubicando fuentes....
ga: Ag Aimsiú Foinsí...
nl: Bronnen opsporen...
tr: Kaynaklar saptanıyor

source: FrostWire cannot download this torrent. The tracker responded
es: FrostWire no puede descargar este torrent. El tracker respondio
ga: Ní féidir le FrostWire an torrent seo a íosluchtú. D'fhreagair an rianaire
nl: FrostWire kan deze torrent niet downloaden. De tracker antwoordde:
tr: FrostWire, bu seli indiremez.İzleyici yanıt verdi

source: Priority
es: Prioridad
ga: Tosaíocht
nl: Prioriteit
tr: Öncelik

source: Size
es: Tamaño
ga: Méid
nl: Grootte
tr: Boyut

source: Progress
es: Progreso
ga: Dul Chun Cinn
nl: Voortgang
tr: İşlem

source: Speed
es: Velocidad
ga: Luas
nl: Snelheid
tr: Hız

source: Launch
es: Iniciar
ga: Tosaigh
nl: Uitvoeren
tr: Başlat

source: Launch Selected Files
es: Iniciar archivos seleccionados.
ga: Tosaigh na Comhaid Roghnaithe
nl: Geselecteerde bestanden uitvoeren
tr: Seçili Dosyaları Çalıştır

source: Show in Library
es: Mostrar en Biblioteca
ga: Taispeáin sa Leabharlann
nl: Tonen in bibliotheek
tr: Kütüphanede Göster

source: Show Download in Library
es: Mostrar Descarga en Biblioteca
ga: Taispeáin Íosluchtú sa Leabharlann
nl: Download tonen in bibliotheek
tr: İndirmeyi Kütüphanede Göster

source: Downloads
es: Descargas
ga: Íosluchtaithe
tr: İndirmeler

source: Loading Download Window...
es: Cargando ventana de descarga...
ga: Ag Luchtú Fuinneog na hÍosluchtaithe...
nl: Downloadvenster wordt geladen...
tr: İndirme Penceresi Açılıyor...

source: Find More Sources for Download
es: Buscar más fuentes para Descargar
ga: Aimsigh Tuilleadh Foinsí don t-Íosluchtú
nl: Meer bronnen zoeken voor de download
tr: İndirme için Daha Fazla Kaynak Bulunuz

source: Find Sources
es: Encontrar fuentes
ga: Aimsigh Foinsí
nl: Bronnen zoeken
tr: Kaynak Bul

source: Try to Find Additional Sources for Downloads
es: Intentar encontrar fuentes para descargas fallidas.
ga: Déan Iarracht Foinsí Breise a Aimsiú do na hÍosluchtaithe
nl: Probeer extra bronnen te vinden voor de downloads
tr: İndirme için Ekstra Kaynaklar Bulmayı Deneyin

source: Resume Download
es: Continue la descarga
ga: Lean Leis an t-Íosluchtú
nl: Download hervatten
tr: İndirmeye Devam Et

source: Resume
es: Reanudar
ga: Atosaigh
nl: Hervatten
tr: Devam Et

source: Reattempt Selected Downloads
es: Reintentar la descarga.
ga: Déan Iarracht Eile na hÍosluchtaithe Roghnaithe a Íosluchtú
nl: Nieuwe poging geselecteerde downloads
tr: Seçilileri Tekrar İndirmeyi Dene

source: You have downloaded a skin titled "{0}", you can activate the new skin by clicking "{1}" in the "{2}"->"{3}" menu and then selecting it from the list of available skins.
es: Ha descargado un tema (skin) titulado "{0}", puede activar el nuevo tema (skin) haciendo click en "{1}" en el menu "{2}"->"{3}" y luego seleccionarla de la lista de temas (skin) disponibles.
nl: U heeft een skin gedownload onder de naam "{0}", u kunt de nieuwe skin activeren door op "{1}" in "{2}" -> "{3}" menu te klikken en dan uw skin te selecteren uit de lijst van beschikbare skins.
tr: "{0}" isimli bir tema indirdiniz. Bir tema uygulamak için "{2}"->"{3} menüsünden "{1}" yolunu izleyin ve listelenen mevcut temalardan istediğinizi seçin.

source: &Refresh Skins
es: Refrescar cará&tulas
ga: &Athnuaigh na Craicinn
nl: Skins &vernieuwen
tr: &Temaları Tazele

source: &View
es: &Ver
ga: &Amharc
nl: Weergave
tr: &Görünüm

source: &Apply Skins
es: Cambiar Carátulas (&Apariencia)
ga: &Cur i bhFeidhm na Craicinn
nl: Skins &toepassen
tr: &Temaları Uygula

source: You have downloaded a new skin titled {0}. Would you like to use this new skin?
es: Ha descargado una carátula nueva llamada "{0}." Desea utilizar esta carátula nueva?
nl: U heeft een skin gedownload onder de naam "{0}." Wilt u deze skin gebruiken?
tr: {0} başlıklı temayı indirdiniz. Bunu yeni temanız olarak kullanmak ister misiniz?

source: FrostWire was unable to load the torrent file "{0}", - it may be malformed or FrostWire does not have permission to access this file.
es: FrostWire fue incapaz de cargar el archivo torrent "{0}", - puede estar malformado o FrostWire no tiene permisos para acceder este archivo.
nl: FrostWire kan het torrentbestand "{0}" niet downloaden; het is waarschijnlijk corrupt of FrostWire kan geen toegang tot het bestand krijgen.
tr: FrostWire "{0}" torrent dosyasini açamiyor, - kötü biçimlendirilmi_ veya FrostWire'in ilgili dosya üzerinde yetkisi olmayabilir.

source: Choose Save Location
es: Seleccione Ubicación para Guardar
ga: Roghnaigh Suíomh an Taisce
nl: Kies een opslaglocatie
tr: Kayıt Yerini Seçin

source: Invalid folder for saving files. Please use another folder or revert to the default.
es: Carpeta inválida para guardar archivos. Por favor, utilice otro directorio o vuelva al predeterminado.
ga: Fillteán cearr chun comhaid a chur i dtaisce ann. Roghnaigh fillteán eile nó fill arais ar an réamhshocrú.
nl: De map voor het opslaan van bestanden is ongeldig. Gebruik a.u.b. een andere map of kies voor standaardwaarde.
tr: Dosyaları kurtarmak için geçersiz dosya. Lütfen başka bir dosyayı kullan

source: Search...
es: Buscar...
ga: Cuardaigh...
nl: Zoeken...
tr: Arama...

source: Clear Download
es: Borrar Descarga
ga: Glan Íosluchtú
nl: Download wissen
tr: İndirmeyi Temizle

source: Clear Selected Downloads
es: Borrar Descargas Seleccionadas
ga: Glan Íosluchtaithe Roghnaithe
nl: Geselecteerde downloads wissen
tr: Seçili İndirmeleri Temizle

source: Launch Download
es: Abrir Descarga
ga: Tosaigh Íosluchtú
nl: Download uitvoeren
tr: Başlatma indirmesi

source: Launch Selected Downloads
es: Abrir Descargas Seleccionadas
ga: Tosaigh Íosluchtaithe Roghnaithe
nl: Geselecteerde downloads uitvoeren
tr: Seçilen İndirmeleri Çalıştır

source: Cancel Download
es: Detener la descarga
ga: Cealaigh Íosluchtú
nl: Download afbreken
tr: İndirmeyi İptal Et

source: Cancel Selected Downloads
es: Detener las descargas seleccionadas.
ga: Cealaigh Íosluchtaithe Roghnaithe
nl: Geselecteerde downloads afbreken
tr: Seçili İndirmeleri İptal Et

source: Preview Download
es: Vista Previa
ga: Réamhamharc ar an t-Íosluchtú
nl: Download voorvertonen
tr: Ön gösterim indirmesi

source: Preview
es: Vista previa
ga: Réamhamharc
nl: Voorvertoning
tr: Ön İzleme

source: Preview Selected Downloads
es: Vista preliminar de las descargas seleccionadas.
ga: Réamhamharc ar na hÍosluchtaithe Roghnaithe
nl: De geselecteerde downloads voorvertonen
tr: Seçilen İndirmeleri Önizle

source: Chat with Host
es: Charlar con computadora central
ga: Déan Comhrá leis an t-Óstach
nl: Chatten met host
tr: Sunucuyla Sohbet Et

source: Clear All Inactive Downloads
es: Borrar Todas las Descargas Inactivas
ga: Glan Gach Íosluchtú Neamhghníomhach
nl: Wis alle inactieve downloads
tr: Açık bütünüyle hareketsiz indirme

source: Clear Inactive
es: Borrar Inactivas
ga: Glan Míreanna Neamhghníomhacha
nl: Inactieve downloads wissen
tr: Hareketsiz aç

source: Remove Inactive Downloads
es: Quitar las descargas inactivas.
ga: Bain Gach Íosluchtú Neamhghníomhach
nl: Verwijder inactieve downloads
tr: Hareketsiz indirmeleri çıkar

source: Pause Download
es: Pausar Descarga
ga: Cur ar Sos an t-Íosluchtú
nl: Download pauzeren
tr: İndirmeyi Duraklat

source: Pause
es: Pausa
ga: Cur ar Sos
nl: Pauzeren
tr: Duraklat

source: Pause Selected Downloads
es: Pausar las descargas seleccionadas.
ga: Cur ar Sos na hÍosluchtaithe Roghnaithe
nl: Pauzeer de geselecteerde downloads
tr: indirmeleri duraklatmayı seçti

source: Explore
es: Explorar
ga: Taiscéal
nl: Verkennen
tr: Gözat

source: Open Folder Containing the File
es: Abrir la carpeta que contiene el archivo
ga: Oscail an Fillteán ina bhfuil an Comhad
nl: Open de map met dit bestand
tr: Dosyayı İçeren Klasörü Aç

source: Move the Selected Download Closer to Becoming Active
es: Mueve la descarga seleccionada más cerca de volverse activa.
ga: Bog an t-Íosluchtaithe Roghnaithe Níos Giorra chuig Chun A Bheith Gníomhach
nl: Plaats de geselecteerde download dichterbij om actief te worden
tr: Seçili İndirmeyi Ön Sıraya Al

source: Move the Selected Download Further from Becoming Active
es: Mueve la descarga seleccionada más cerca aun de volverse activa.
ga: D'íosluchtaigh tú an craiceann darbh ainm {0}. An mian feidhm a bhaint as an craiceann nua seo?
nl: Plaats de geselecteerde download verderweg om actief te worden
tr: Seçili İndirmeyi Arka Sıraya Al

source: Change File Location...
es: Cambiar Ubicación del Archivo
ga: Athraigh Suíomh an Comhad...
nl: Bestandslocatie wijzigen...
tr: Dosya Yolunu Değiştir...

source: Edit the Final Filename of the Download
es: Editar el Nombre Definitivo de la Desacarga
ga: Déan Eagar ar an Ainm Comhad Deireanadh an t-Íosluchtú
nl: Bewerk de uiteindelijke bestandsnaam van de download
tr: Dosyanın İndikten Sonraki İsmini Belirle

source: Always Save As...
es: Siemrpre salvar como
ga: Cuir i dTaisce i gCónaí Mar...
nl: Altijd opslaan als...
tr: Her Zaman Farklı Kaydet...

source: Always Append (#)
es: Siempre añadir (#)
ga: Iarcheangail (#) i gcónaí
nl: Altijd (#) toevoegen
tr: Her Zaman Numaralandır

source: Always Ask
es: Siempre preguntar
ga: Iarr I gCónaí
nl: Altijd vragen
tr: Her Zaman Sor

source: Choose a Default Action:
es: Escoge una accion predeterminada
ga: Roghnaigh Gníomh Réamhshocraithe:
nl: Kies een standaardactie:
tr: Varsayılan Bir Eylem Seçiniz:

source: Warning: {0}
es: Advertencia: {0}
ga: Rabhadh: {0}
nl: Waarschuwing: {0}
tr: Uyarı: {0}

source: <b>Note</b>: A file with the same content already exists in the library at {0}
es: <b>Nota</b>: Un archivo con el mismo contenido ya existe en la Biblioteca en {0}
ga: <b>Nóta</b>: Tá comhad leis an inneachar céanna sa leabharlann cheana ag {0}
nl: <b>Let op</b>: een bestand met dezelfde inhoud bestaat reeds in de Bibliotheek als {0}
tr: <b>Not</b>: Aynı içerikle bir dosya kütüphanede var {0}

source: Overwrite
es: Sobreescribir
ga: Forscríobh
nl: Overschrijven
tr: Üzerine yaz

source: Overwrite the Existing File
es: Sobreescribir el Archivo Existente
ga: Forscríobh an Comhad Atá Ann Cheana
nl: Bestaande bestand overschrijven
tr: Mevcut dosyayı fazla yaz

source: Save As...
es: Guardar como...
ga: Cuir i dTaisce Mar...
nl: Opslaan als...
tr: Farklı kaydet

source: Choose a different location for the Download
es: Seleccione una Ubicación Diferente para la Descarga
ga: Roghnaigh suíomh eile don t-Íosluchtú
nl: Kies een andere locatie voor deze download
tr: İndirme için farklı bir yeri seç

source: Append (#)
es: Añadir (#)
ga: Iarcheangail (#)
nl: (#) toevoegen
tr: Ekle

source: Appends (#) to filename
es: Añadir (#) al nombre del archivo
ga: Iarcheangailíonn sé (#) leis an ainm comhad
nl: Voegt (#) aan de bestandsnaam toe
tr: Dosya adına (#) ekle

source: Cancel the Download
es: Cancelar la Descarga
ga: Cealaigh an t-Íosluchtú
nl: Download afbreken
tr: İndirmeyi iptal et

source: FrostWire may not be able to start the download you have selected unless you start a search for it.
es: FrostWire no sería capaz de iniciar la descarga que ha seleccionado hasta que inicie una búsqueda al respecto.
ga: D'fhéadfadh FrostWire gan a bheith in ann an t-íosluchtú a roghnaigh tú a thosú mura thosaíonn tú cuardú dó.
nl: FrostWire kan de geselecteerde download niet starten tenzij u een zoekopdracht start.
tr: FrostWire senin seçtiğin indirmeye başlamayabilir. eğer sen bir aramaya başlamazsan

source: You are already downloading this file to "{0}".
es: Ya esta descargando este archivo a "{0}".
ga: Tá an comhad seo á íosluchtú cheana agat chuig "{0}".
nl: U bent dit bestand reeds aan het downloaden naar "{0}".
tr: Bu dosyayı şu an zaten indiriyorsunuz: "{0}"

source: You already have the exact same file at {0}
es: Ya tiene el mismo archivo en {0}
ga: Tá an comhad céanna cheana agat ag {0}
nl: Exact hetzelfde bestand bestaat al op {0}
tr: İndirdiğiniz dosya ile aynı isimde bir dosya zaten var: {0}

source: Do you want to continue downloading anyway?
es: Desea continuar la descarga de todos modos?
ga: Ar mhaith leat leanúint ag íosluchtú ar aon nós?
nl: Wilt u toch doorgaan met downloaden?
tr: Yine de indirmeye devam etmek istiyor musunuz?

source: Continue
es: Continuar
ga: Lean Ar Aghaidh
nl: Doorgaan
tr: Devam Et

source: Same File Already In Library
es: El mismo Archivo ya esta en la Biblioteca
ga: Tá an Fillteán Céanna sa Leabharlann Cheana
nl: Hetzelfde bestand staat al in de bibliotheek
tr: Kütüphanede Aynı Dosya Zaten Var

source: Save Download As
es: Guardar Descarga Como
ga: Cuir an t-Íosluchtú i dtaisce
nl: Download opslaan als
tr: İndirmeyi Farklı Kaydet...

source: No Filename
es: Sin nombre de archivo
ga: Gan Ainm Comhad
nl: Geen bestandsnaam
tr: Dosya İsmi Yok

source: Active
es: Activa
ga: Gníomhach
nl: Actief
tr: Etkin

source: File & Protocol Associations
es: Asociaciones de Archivos & Protocolos
ga: Comhthiomsaithe Comhaid & Gnásanna
nl: Bestands- & protocoltoewijzing
tr: Dosya & Protokol Bütünleşmeleri

source: What type of resources should FrostWire open?
es: ¿Qué tipo de recurso debería abrir FrostWire?
ga: Cén cineál acmhainní ar chóir do FrostWire oscailt?
nl: Welke soorten bronnen zou FrostWire moeten openen?
tr: Ne çeşit kaynaklar FrostWire ile açılsın?

source: What should FrostWire do with the selected associations on startup?
es: Que deberia hacer FrostWire con las asociaciones seleccionadas al arrancar?
ga: Cad ar chóir do FrostWire déanamh leis an comhthiomsú roghnaithe ag tosú?
nl: Wat zou FrostWire moeten doen met de geselecteerde associaties bij het opstarten?

source: Ignore all missing associations.
es: Ignorar todas las asociaciones faltantes.
ga: Ná bac leis na comhthiomsaithe in easnamh.
nl: Negeer alle onbestaande associaties.
tr: Bütün kaçırma birliklerini görmezlikten gel.

source: Ask me what to do when an association is missing.
es: Preguntarme que hacer cuando falte una asociacion.
ga: Iarr orm cad a chóir déanamh nuair atá an comhthiomsaí in easnamh.
nl: Vraag mij wat te doen als de associatie niet bestaat.
tr: Bir ilişkilendirilme yapılmamışsa bana ne yapılacağını sor.

source: Firewall Setup
es: Configuración del Corta-fuego (Firewall)
ga: Cumraíocht an Balla Dóiteáin
tr: Güvenlik Duvarı Kurulumu

source: FrostWire performs best with full access to the Internet. If firewall or security warnings appear, please unblock FrostWire and choose to remember the setting. Your firewall software may look different than the below picture.
es: FrostWire funciona mejor con total acceso a la Internet. Si su Corta-Fuego (Firewall), o cualquier Alerta de Seguridad,aparecen ,por favor desbloquee FrostWire y escoja recordar en sus ajustes.La imagen de su Corta-Fuego (Firewall)puede lucir diferente a la siguiente imagen.
nl: FrostWire werkt het beste met volledige toegang tot het internet. Als u firewall- of beveiligingswaarschuwingen krijgt, geef FrostWire toegang en vink aan dat deze instelling onthouden moet worden. Uw firewallsoftware kan er anders uitzien als de afbeelding hieronder.
tr: FrostWire internete kısıtlamasız bağlanabildiği takdirde tam performansta çalışabilecektir. Bu sebeple eğer güvenlik duvarınız FrostWire'ı engellediğini bildiren bir uyarı verirse bu engellemeyi kaldırmayı unutmayınız. (Güvenlik duvarı yazılımınızın uyarı penceresi aşağıdaki resimden farklı bir görünüme sahip olabilir. Bu resim sadece bir örnektir.)

source: Language:
es: Idioma:
ga: Béarla:
nl: Taal:
tr: Lisan:

source: Miscellaneous Settings
es: Configuraciones Varias
nl: Extra instellingen
tr: Çeşitli Ayarlar

source: Below, are several options that affect the performance and functionality of FrostWire.
es: Abajo, hay ciertas occiones que afectan el performance y funcionalidad de FrostWire.
nl: Hieronder staan enkele opties die de prestaties en functionaliteiten van FrostWire bepalen.

source: Network Speed
es: Velocidad de Red
nl: Netwerksnelheid
tr: Şebeke hızı

source: Broadband (or unsure)
es: Banda Ancha (no estoy seguro/a)
nl: Broadband (of onzeker)
tr: Genişbant (veya emin değilseniz)

source: Please choose the speed of your internet connection. Setting this speed correctly is important for optimum network performance.
es: Por favor eliga la velocidad de su conexión de internet. Poner esto correctamente es importante para tener un performance óptimo en la red.
nl: Kies a.u.b. de snelheid van uw internetverbinding. Het correct instellen van de snelheid is belangrijk voor optimale netwerkprestaties.
tr: Lütfen internet bağlantı hızını seç.Bu hızı doğru şekilde ayarlamak, optimum şebeke performansı için önemlidir.

source: System Startup
es: Inicio del sistema:
ga: Tosú an Córas
nl: Systeemopstart
tr: Sistem Başlangıcı

source: Start Automatically
es: Iniciar automáticamente
ga: Uaththosaigh
nl: Automatisch opstarten
tr: Otomatik Başlat

source: Would you like FrostWire to start when you log into your computer? This will cause FrostWire to start faster when you use it later.
es: Desea que FrostWire se inicie cuando comienza la sesión de su computadora? Esto haría que FrostWire se inicie más rápido cuando lo utilice.
ga: Ar mhaith leat go dtosóidh FrostWire nuair a thosaíonn tú do ríomhaire? An toradh ar seo ná go dtosóidh FrostWire níos tapúla nuair a dteastaíonn uait feidhm a bhaint as níos déanaí.
nl: Wilt u dat FrostWire direct opstart als u uw computer aanzet? Dit zal FrostWire helpen sneller te beginnen wanneer u het later gebruikt.
tr: Sen FrostWire'yi senin bilgisayarına günlüğe kaydettiğin zaman başlamasını beğenir miydin? Bu senin FrostWire'yi sonra kullandığın zaman daha hızlı başlamasına sebep olacak.

source: Type your chat nickname here (any name):
es: Escriba su seudónimo (cualquier nombre) aquí:

source: Save Folder and Shared Folders
es: Guardar Carpeta y Carpetas compartidas
nl: Opslagmap en gedeelde mappen
tr: Kayıt Kılavuzu ve Paylaşılan Klasörler

source: Please choose a folder where you would like your files to be downloaded. You can also choose folders you would like to share with other users running FrostWire.
es: Por favor elige una carpeta donde desea que sus archivos descargados sean guardados. También puede elegir carpetas que le gustaría compartir con otros usuarios mientras corre FrostWire.
nl: Kies a.u.b. een map waar u uw bestanden heen wilt downloaden. U kunt ook mappen kiezen die u wilt delen met andere FrostWire-gebruikers.
tr: Lütfen dosyalarınızın indirileceği bir klasör belirleyin. FrostWire kullanarak diğer kullanıcılarla paylaşmak istediğiniz klasörleri de seçebilirsiniz.

source: FrostWire now downloads files to a new, different folder. Please confirm the folder where you would like your files to be downloaded. You can also choose folders you would like to share with other users running FrostWire.
es: FrowtWire ahora descarga archivos a una carpeta nueva, diferente. Por favor confirme que esta carpeta es donde le gustaría que sus archivos sean guardados. También puede elegir carpetas para compartir con otros usuarios que corren FrostWire.
nl: FrostWire downloadt nu naar een nieuwe, andere map. Bevestig a.u.b de map waarheen u uw bestanden wilt downloaden. U kunt ook mappen kiezen die u wilt delen met andere FrostWire-gebruikers.
tr: FrostWire simdi dosyalari yeni ve farkli bir klasöre indiriyor. Lütfen dosyalarinizi indirmek istediginiz klasörü onaylayiniz. Ayrica FrostWire kullanan diger kullanicilar ile paylasmak istediginiz klasörleri de seciniz.

source: Save Folder
es: Carpeta a guardar
ga: Cuir an Fillteán i dTaisce
nl: Map opslaan
tr: Kayıt Yapılacak Klasör

source: Shared Folders
es: Carpetas compartidas
ga: Fillteáin Comhroinnte
nl: Gedeelde mappen
tr: Paylaşılan Klasörler

source: FrostWire was unable to use the specified folder for saving files. Please try a different folder.
es: FrostWire no pudo utilizar el directorio especificado para guardar archivos. Por favor, intente con otro directorio.
ga: Theip ar FrostWire feidhm a bhaiint as an fillteán sonraithe chun comhaid a chur i dtaisce. Bain feidhm as fillteán eile.
nl: FrostWire kan de gespecificeerde map voor het opslaan van bestanden niet gebruiken. Kies a.u.b. een andere map.
tr: FrostWire dosyaları kaydetmek için belirtilen klasörü kullanamıyor. Lütfen farklı bir klasör seçmeyi deneyiniz.

source: FrostWire could not create default share folder {0}, a file with that name already exists.
es: FrostWire no puedo crear una carpeta por defecto para compartir {0}, un archivo con ese nombre ya existe
nl: FrostWire kon de standaard deelmap {0} niet aanmaken, en bestand met die naam bestaat al.
tr: FrostWire, hazır gelen paylaşım dosyasını yaratamadı {0}, O isimle bir dosya şimdiden var .
