Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Revert All Settings to the Factory Defaults
es: Revertir todas las configuraciones a los valores predeterminados de fábrica.
ga: Fill Ar na Socruithe Uile chuig Réamhshocruithe na Monarchan
nl: Herstel alle instellingen terug naar de fabrieksinstellingen
tr: Tüm Ayarları Fabrika Ayarlarına Geri Al

source: Options
es: Opciones
ga: Roghanna
nl: Opties
tr: Seçenekler

source: You have made changes to some of FrostWire's settings. Would you like to save these changes?
es: Ud. ha hecho cambios a algunas configuraciones de FrostWire, le gustaria guardar estos cambios?
nl: U heeft veranderingen gemaakt in de instellingen van FrostWire. Wilt u deze instellingen opslaan?
tr: Sen FrostWire'nin ayarlarının bir kısmında değişiklikler yaptın. Sen bu değişiklikleri kaydetmeyi beğenir miydin?

source: Search here
es: Buscar aquí
ga: Cuardaigh anseo
nl: Zoek hier
tr: Burada ara

source: Saving
es: Guardando
ga: Ag cuir i dtaisce
nl: Opslaan
tr: Kaydediliyor

source: Basic
es: Básico
ga: Bunúsach
nl: Standaard
tr: Temel

source: Types
es: Tipos
ga: Cineálacha
tr: Türler

source: Slots
es: Ranuras
ga: Scoilteacha
tr: Yuvalar

source: Connections
es: Conexiones
ga: Naisc
nl: Verbindingen
tr: Bağlantılar

source: System Tray
es: Cerrar
ga: Trádaire an Chórais
nl: Systeemtray
tr: Sistem Çekmecesi

source: Player
es: Reproductor
ga: Seinnteoir
nl: Speler
tr: Oynatıcı

source: Status Bar
es: Barra de Estado
ga: Treoshabh
nl: Statusbalk
tr: Durum Çubuğu

source: Importing
es: Importando
ga: Ag Allmhuiriú
nl: Importeren
tr: İçe aktarılıyor

source: Helper Apps
es: Aplicaciones de ayuda
ga: Feidhmchláir
nl: Hulpprogramma's
tr: Yardımcı Programcıklar

source: Bug Reports
es: Reporte de Bugs
ga: Tuairiscí Fabhtaí
nl: Foutrapporten
tr: Hata raporları

source: View
es: Ver
ga: Amharc
nl: Bekijken
tr: Görünüm

source: Autocomplete
es: Autocompletar
nl: Automatisch aanvullen

source: Searching
es: Buscando
ga: Ag Cuardú
nl: Zoeken
tr: Arama

source: Quality
es: Calidad
ga: Cáil
nl: Kwaliteit
tr: Kalite

source: Filters
es: Filtros
ga: Scagairí
tr: Filtreler

source: Junk
es: Basura
ga: Mangarae
nl: Ongewenst
tr: Gereksiz

source: Keywords
es: Palabras clave
ga: Treoirfhocail
nl: Sleutelwoorden
tr: Anahtar Kelimeler

source: Hosts
es: Computadoras centrales
ga: Óstaigh
tr: Sunucular

source: Preferencing
es: Preferencias
ga: Sainroghnaíocht
nl: Voorkeuren

source: Network Interface
es: Interfaces de Red
ga: Comhéadan an Líonra
nl: Netwerkomgeving
tr: Ağ Arayüzü

source: File Associations
es: Asociaciones de archivo
ga: Comhthiomsaithe Comhad
nl: Bestandsassociaties
tr: Dosya İlişkileri

source: Performance
es: Desempeño
ga: Feidhmíocht
nl: Prestaties
tr: Performans

source: Loading Options Window...
es: Cargando ventana de opciones...
ga: Ag Luchtú Fuinneog na Roghanna...
nl: Optiesvenster wordt geladen...
tr: Seçenek penceresini yükleme

source: One or more options will take effect the next time FrostWire is restarted.
es: Una o más opciones tendran efecto la próxima vez que reinicie FrostWire.
ga: Rachfaidh rogha nó roghanna i bhfeidhm an chéad uair eile a atosófar FrostWire.
nl: Een of meerdere opties zullen pas van kracht zijn als u FrostWire opnieuw opstart.
tr: Biri veya daha çok seçenek FrostWire tekrar başlandığı zaman devreye girecek

source: Folder:
es: Carpeta:
ga: Fillteán:
nl: Map:
tr: Klasör:

source: You can choose the folder for saving files.
es: Puede elegir el directorio para guardar archivos.
ga: Is féidir an fillteán chun comhaid a chur i dtaisce ann a roghnú.
nl: U kunt de map kiezen waarin nieuwe bestanden worden opslagen.
tr: Dosyaların kaydedileceği klasörü seçebilirsiniz.

source: The selected save folder is invalid. You may not have permissions to write to the selected folder. FrostWire will revert to your previously selected folder.
es: El directorio para guardar seleccionado no es válido. Es posible que no tenga permiso para escribir en el directorio seleccionado. FrostWire volverá al directorio seleccionado previamente.
ga: Tá an fillteán taisce roghnaithe neamhsheasmhach. B'fhéidir nach bhfuil cead agat chun scríobh chuig an fillteán roghnaithe. Fillfidh FrostWire chuig d'fhillteán roghnaithe cheana.
nl: De geselecteerde opslagmap is ongeldig. U heeft misschien geen toestemming om naar de geselecteerde map te schrijven. FrostWire zal naar de eerder geselecteerde map terugkeren.
tr: Kaydetme için seçilen klasör geçersiz. İlgili dosyaya yazma izniniz bulunmuyor olabilir. FrostWire önceden seçtiğiniz klasörü kullanmaya devam edecek.

source: Allow Hosts
es: Permitir computadoras centrales
ga: Ceadaigh Óstaigh
nl: Hosts toelaten
tr: sunuculara izin ver

source: You can allow messages from specific hosts by adding their IP addresses (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") to the allow list. This list is only needed to override the banned list.
es: Puede permitir mensajes de computadoras centrales específicas agregando sus direcciones IP (por ej. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ó "192.168.12.16/28") en la lista de permitidos. Esta lista sólo se necesita para redefinir una lista de prohibidos.
nl: U kunt berichten van bepaalde hosts toelaten door hun IP-adressen (bijv. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" of "192.168.12.16/28") op de witte lijst te zetten. Deze lijst is alleen nodig om hosts op de zwarte lijst toch toe te laten.
tr: İsterseniz belirttiğiniz IP adresindeki (ör. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" veya "192.168.12.16/28") paylaşımcılardan gelecek iletilere izin verebilirsiniz. Bu liste sadece yasaklı listesindeki istisnaları belirtmek içindir.

source: Links and File Types
es: Enlaces y tipos de archivo
ga: Naisc agus Cineálacha Comhaid
nl: Links en bestandstypes
tr: Linkler ve Dosya Türleri

source: You can use FrostWire to open certain filetypes and protocols. You can also instruct FrostWire to always regain these associations if another program takes them.
es: Puede utilizar FrostWire para abrir ciertos tipos de archivos y protocolos. También puede instruir a FrostWire para siempre recuperar estas asociaciones si otro programa las reclama.
nl: U kunt FrostWire gebruiken om bepaalde bestanden en protocollen te openen. U kunt FrostWire ook instellen om deze associaties niet te gebruiken als een ander programma deze al in gebruik heeft.
tr: Bazı dosyaları veya protokolleri FrostWire ile açmak üzere bütünleştirebilirsiniz. Ayrıca FrostWire'ı, seçtiğiniz bütünleştirmeleri diğer programların kendilerine uygulamalarına engel olmak için her açılışta tekrar bütünleştirecek şekilde de yapılandırabilirsiniz.

source: Use FrostWire for...
es: &Usar FrostWire para...
ga: Bain feidhm as FrostWire do...
nl: Gebruik FrostWire voor...
tr: FrostWire'ı Bunun İçin Kullan:

source: Audio Options
es: Opciones de audio
ga: Roghanna Fuaime
nl: Audio-opties
tr: Ses Seçenekleri

source: You can choose which audio player to use.
es: Puede elegir qué reproductor de audio desea usar.
ga: Is féidir cén seinnteoir fuaime chun feidhm a bhaint as a roghnú.
nl: U kunt kiezen welke audiospeler u wilt gebruiken.
tr: Kullanılacak olan oynatıcıyı seçebilirsiniz.

source: Audio Player
es: Reproductor de audio
ga: Seinnteoir Fuaime
nl: Audiospeler
tr: Ses Yürütücüsü

source: Clear Downloads
es: Eliminar descargas
ga: Glan Íosluchtaithe
nl: Downloads wissen
tr: İndirmeleri Temizle

source: You can choose whether or not to automatically clear downloads that have completed.
es: Puede elegir si desea o no eliminar automáticamente las descargas completadas.
ga: Is féidir roghnú íosluchtaithe a ghlanadh go huathoibríodh nuair atá siad críochnaithe.
nl: U kunt er voor kiezen of u voltooide downloads wel of niet automatisch wilt laten verwijderen.
tr: Biten indirmelerin indirme listesinden otomatik olarak silinip silinmeyeceğini seçebilirsiniz.

source: Clear Completed Downloads:
es: Eliminar automáticamente las descargas completadas:
ga: Glan na hÍosluchtaithe Críochnaithe:
nl: Voltooide downloads wissen:
tr: Tamamlanmış İndirmeleri Temizle:

source: Clear Uploads
es: Eliminar cargas
ga: Glanann Sé Uasluchtaithe
nl: Uploads wissen
tr: Yüklemeleri Temizle

source: You can choose whether or not to automatically clear uploads that have completed.
es: Puede elegir si desea o no eliminar automáticamente las cargas completadas.
nl: U kunt er voor kiezen of u voltooide uploads wel of niet automatisch wilt laten verwijderen.
tr: Biten gönderimlerin gönderme listesinden otomatik olarak silinip silinmeyeceğini seçebilirsiniz.

source: Automatically Clear Completed Uploads:
es: Eliminar automáticamente las cargas completadas:
nl: Voltooide uploads automatisch wissen:
tr: Tamamlanan Yüklemeleri Otomatik Temizle

source: Text Autocompletion
es: Autocompletar
nl: Automatische tekstvoltooiing
tr: Otomatik metin tamamlama

source: You can enable or disable autocompletion of text fields.
es: Puede activar o desactivar la función para autocompletar los campos de texto
nl: U kunt automatische voltooiing van tekstvelden in- of uitschakelen.
tr: Yazı alanlarındaki otomatik tamamlama özelliğini etkinleştirebilir veya devre dışı bırakabilirsiniz.

source: Enable Autocompletion of Text Fields:
es: Activar la función para autocompletar los campos de texto
nl: Automatische voltooiing van tekstvelden inschakelen:
tr: Yazı Alanlarında Otomatik Tamamlamayı Etkinleştir:

source: Browser Options
es: Opciones del buscador
ga: Roghanna don Líonléitheoir
nl: Browseropties
tr: Tarayıcı Seçenekleri

source: You can choose which browser to use.
es: Puede elegir qué buscador usar.
ga: Is féidir leat do rogha líonléitheoir a roghnú.
nl: U kunt kiezen welke browser u wilt gebruiken.
tr: Kullanmak istediğiniz tarayıcıyı seçebilirsiniz.

source: Browser
es: Buscador
ga: Líonléitheoir
tr: Gözat

source: View Example
es: Ver ejemplo
ga: Féach Ar Eiseamláir
nl: Voorbeeld bekijken
tr: Örneği Göster

source: You can choose how bug reports should be sent. To view an example bug report, click 'View Example'. Choosing 'Always Send Immediately' will immediately contact the bug server when FrostWire encounters an internal error. Choosing 'Always Ask for Review' will tell FrostWire to ask for your approval before sending a bug to the bug server. Choosing 'Always Discard All Errors' will cause FrostWire to ignore all bugs (this is not recommended).
es: Puede elegir cómo enviar los informes de error. Para visualizar un informe de error de ejemplo, haga clic en 'ver ejemplo'. Si elije 'enviar siempre inmediatamente', contactará de inmediato al servidor de errores cuando FrostWire encuentre un error interno. Si elije 'preguntar siempre si deseo revisar', FrostWire le pedirá su aprobación antes de enviar un error al servidor de errores. Si elige 'siempre descartar errores', FrostWire ignorará todos los errores (no se recomienda).
nl: U kunt kiezen hoe foutenrapporten verzonden zouden moeten worden. Om een voorbeeld van een foutenrapport te bekijken, klikt u op 'Voorbeeld bekijken'. Door te kiezen voor 'Altijd meteen verzenden' wordt de foutenserver direct benaderd als FrostWire een interne fout tegenkomt. Als u kiest voor 'Altijd laten bekijken' moet FrostWire altijd voor uw toestemming vragen voordat er een fout naar de foutenserver gestuurd wordt. Als u kiest voor 'Altijd alle foutmeldingen verwerpen' zal FrostWire alle fouten negeren (dit wordt niet geadviseerd).

source: Send Errors Automatically if FrostWire is Frozen
es: Enviar errores automaticamente si FrostWire se congela
ga: Seol Botúin go huathoibríodh má tá FrostWire Reoite
nl: Fouten automatisch verzenden als FrostWire vastgelopen is
tr: FrostWire Donarsa Hatayı Otomatik Gönder

source: Host Communication
es: Comunicación con la computadora central
ga: Cumarsáid leis an t-Óstach
nl: Hostcommunicatie
tr: Sunucu Bağlantısı

source: You can turn chat on or off.
es: Puede activar o desactivar el chat.
ga: Is féidir an comhrá a thosú nó a mhúchadh.
nl: U kunt de chatmogelijkheid aan- of uitzetten.
tr: Sohbeti Açabilir ya da Kapayabilirsiniz.

source: Enable Chat:
es: Activar Chat:
ga: Cumasaigh Comhrá:
nl: Chatten inschakelen:
tr: Sohbete İzin Ver:

source: FrostWire's Community Chat Tab requires you to have a nickname to communicate with others in the chatrooms
es: La comunidad chat de FrostWire requiere un nick (seudónimo) para comunicarse con otras personas en los cuartos de charla

source: Connect on Startup
es: Conectar al inicio
ga: Nasc ag an Tosú
nl: Verbinden bij opstarten
tr: Başlangıçta Bağlan

source: You can choose whether or not to automatically connect to the network when the application starts up.
es: Puede elegir si desea o no conectarse automáticamente a la red cuando inicia la aplicación.
ga: Is féidir roghnú nascadh go huathoibríodh leis an líonra nó gan nuair a thosaíonn an feidhmchlár.
nl: U kunt er voor kiezen of u wel/niet automatisch wilt verbinden met het netwerk als de applicatie opstart.
tr: Program başladığında otomatik olarak ağa bağlanmasını seçebilirsiniz.

source: Connect on Startup:
es: Conectar al inicio:
ga: Nasc ag an Tosú:
nl: Verbinden bij opstarten:
tr: Başlangıçta Bağlan:

source: Connection Preferencing
es: Preferencias de conexión
ga: Sainroghanna an Nasc
nl: Verbindingsvoorkeuren
tr: Bağlantı Seçenekleri

source: You can limit who is able to connect to you based on the number of files they share.
es: Puede restringir quién puede conectarse a usted según la cantidad de archivos que compartan.
ga: Is féidir leat srianú cé atá in ann nascadh leat bunaithe ar líon na comhaid a chomhroinneann siad.
nl: U kunt het aantal gebruikers limiteren welke de mogelijkheid hebben om te verbinden met u, gebaseerd op het aantal bestanden wat zij delen.
tr: Paylaştığınız dosyaların sayısının limitini belirleyebilirsiniz.

source: Files You Must Share to Not be a Freeloader:
es: Archivos que debe compartir para no ser un cargador libre:
ga: Comhaid A Chaithfear Comhroinnt Ionas Nach Stocaire Thú:
nl: Aantal bestanden dat u moet delen om geen freeloader te zijn:
tr: Paylaştığınız dosyalar beleş olmamalı:

source: Allow Freeloaders:
es: Permitir cargadores libres:
ga: Ceadaigh Stocairí:
nl: Freeloaders toestaan:
tr: Otlakçılığa İzin Ver:

source: Rarely
es: Ocasionalmente
ga: Go hAnnamh
nl: Zelden
tr: Nadiren

source: Always
es: Siempre
ga: Riamh
nl: Altijd
tr: Her Zaman

source: Content Filters
es: Filtros de Contenido
ga: Scagairí Inneachair
nl: Inhoudsfilters
tr: İçerik Filtresi

source: You can tell FrostWire to filter files that copyright owners request not be shared. By enabling filtering, you are instructing FrostWire to confirm all files you download or share with a list of removed content.
es: Puede decirle a FrostWire que filtre aquellos archivos cuyo propietarios de sus Derechos de Autor (Copyright) hayan solicitado que no sean compartidos. Habilitando este Filtro le estara diciendo a FrostWire que confirme todos los archivos que descarga o comparte con una Lista de Contenido retirado.
ga: Is féidir leat srianú cé atá in ann nascadh leat bunaithe ar líon na comhaid a chomhroinneann siad.
nl: U kunt FrostWire vertellen om bestand te filteren waarvan de auteursrechtbezitters gevraagd hebben of deze niet gedeeld kunnen worden. Door deze filter in te schakelen, laat u FrostWire alle bestanden die u download of deelt met een lijst van verwijderde bestanden controleren.
tr: Telif hakkı sahiplerinin rica etmediği dosyaları süzmesi için FrostWire'ye söyleyebilirsin, paylaşılabilirsin.Süzerken senin indirdiğin veya çıkarılmış içeriğin bir listesiyle paylaştığın bütün dosyaları doğrulaması için FrostWire'ye bilgi veriyorsun.

source: Enable Content Filters
es: Habilitar Filtro de Contenido
ga: Cumasaigh Scagairí Inneachar
nl: Gebruik inhoudsfilters
tr: İçerik Filtresi Aktif

source: Buffer Size
es: Tamaño del Buffer
ga: Méad an Maolán
nl: Buffergrootte
tr: Tampon Boyutu

source: You can configure the buffer size to use for streaming media. If iTunes or other media players experience frequent rebuffering, increase this value. A higher setting may use more memory.
es: Es possible configurar el tamaño del Buffer usado para el streaming de los medios.Si Itunes u otro reproductor de medios experimenta frecuentemente rebuffering, incremente este valor. Un ajuste alto puede usar mas memoria.
ga: Sainroghanna an Nasc
nl: U kunt de grootte van de buffer voor 'streaming media' instellen. Als iTunes of andere mediaspelers regelmatig opnieuw moeten bufferen, moet u deze waarde verhogen. Een hogere instelling kan meer geheugen gebruiken.

source: Password Protection
es: Requerir contraseña
ga: Cosaint do Fhocal Faire
nl: Wachtwoordbescherming
tr: Şifre Koruması

source: You can limit the access to this service with a password.
es: Puede limitar el acceso a este servicio con una contraseña.
ga: Is féidir rochtain chuig an seirbhís seo a theorannú le focal faire.
nl: U kunt toegang tot deze dienst beperken met een wachtwoord.
tr: Şifre ile bu servisin kullanımını sınırlandırabilirsiniz.

source: Require Password:
es: Requerir contraseña:
ga: Focal Faire De Dhíth:
nl: Wachtwoord vereisen:
tr: Şifre Gerekli:

source: Password:
es: Contraseña:
ga: Focal Faire:
nl: Wachtwoord:
tr: Şifre:

source: You can share your Music on the Local Area Network and make it accessible for iTunes and other Digital Audio Access Protocol (DAAP) enabled Players.
es: Puede compartir su música en la red de area local y hacerla accesible para iTunes y otros programas con Protocolos de acceso de audio digital (DAAP). Permita el modo de compatibilidad si tiene problemas al compartir en iTunes. Este modo utiliza más recursos y es más lento, pero puede reparar problemas.
nl: U kunt uw muziek delen op het Local Area Network en het toegankelijk maken voor iTunes en andere spelers die een Digital Audio Access Protocol (DAAP) hebben.
tr: Sen yerel alan şebekesinde senin müziğini paylaşabilirsin ve onu iTunes için erişilebilir yapabilirsin ve diğer dijital ses erişim protokolü (DAAP) oyuncularıda erişim sağlar.

source: Share My Music:
es: Compartir mi música:
ga: Comhroinn Mo Chuid Ceoil:
nl: Deel mijn muziek:
tr: Müziğimi Paylaş:

source: Shared Name:
es: Nombre de recurso compartido:
ga: Ainm Comhroinnte:
nl: Deelnaam:
tr: Paylaşılan İsim:

source: File Already Exists Behavior
es: Comportamiento si el Archivo ya existe
ga: Iompar Tá An Comhad Ann Cheana
nl: Bestand bestaat al-gedrag
tr: Dosya Zaten Var

source: You can choose the default action that FrostWire will perform when you try to download a file that already exists on disk.
es: Puede escoger la accion predeterminada para que FrostWire la haga cuando Usted trate de descargar un archivo que ya exista en el disco
nl: U kunt de standaardactie kiezen welke FrostWire zal ondernemen als u een bestand probeert te downloaden dat al op de schijf aanwezig is.
tr: FrostWire'nin var olan bir dosyayı indirmeyi denediğin zaman yapacak olduğu hareketi seçebilirsin

source: Always Show the 'Save As' Dialog
es: Siempre mostrar el dialogo 'Guardar Como'
ga: Taispeáin an Comhrá 'Cuir i dTaisce Mar' i gCónaí
nl: Altijd het 'Opslaan als...'-venster tonen
tr: 'Farklı Kaydet' Penceresini Her Zaman Göster

source: Always Append (#) to the Filename
es: Siempre Añadir (#) al nombre del archivo
ga: Cuir (#) i gcónaí leis an Ainm Comhad
nl: Altijd (#) toevoegen aan de bestandsnaam
tr: Dosya isimlerine her zaman # ekle

source: Always Ask What to do
es: Siempre Preguntar que hacer
ga: Iarr I gCónaí Ar Cad A Chóir A Dhéanamh
nl: Altijd vragen wat te doen
tr: Her Zaman Ne Yapacağını Sor

source: Capabilities
es: Capacidades
ga: Cumais
nl: Mogelijkheden
tr: Yetenekler

source: If your computer has a fast internet connection, FrostWire may act as an "Ultrapeer" and/or connect to the Mojito DHT. FrostWire can also use a secure communications mode called TLS, which may use more CPU resources. You can disable these if needed.
es: Si su computadora tiene una conexión rapida al internet, FrostWire puede actuar como un "Ultrapeer" y/o conectarse al DHT Mojito. FrostWire también puede utilizar una comunicación segura llamada TLS, la cual puede utilizar mas recursos del CPU. Puede desabilitar estas si lo desea.
nl: Als uw computer een snelle internetverbinding heeft, kan FrostWire uitgevoerd worden als een 'Ultrapeer' en/of verbinden met de Mojito DHT. FrostWire kan ook een veilige communicatiemode gebruiken, genaamd TLS, die meer CPU-bronnen gebruikt. Indien nodig kunt u dit uitschakelen.

source: Disable Ultrapeer Capabilities:
es: Desactivar las capacidades de Ultrapar:
nl: Ultrapeermogelijkheden uitschakelen:
tr: Ultrapeer yeteneklerini iptal et

source: Disable Mojito DHT Capabilities:
es: Desactivar las capacidades de Mojito:
nl: Mojito DHT-mogelijkheden uitschakelen:
tr: Mojito DHT yeteneklerini iptal et

source: Disable TLS Capabilities:
es: Desactivar las capacidades de TLS:
nl: TLS-mogelijkheden uitschakelen:
tr: TLS yeteneklerini iptal et

source: OOB Searching
es: Bsqueda OOB
ga: Cuardú OOB
nl: OOB-zoeken
tr: OOB Aranıyor

source: Out-Of-Band Searching results in faster result delivery to your client, though some internet connections may not work well with this feature.
es: La búsqueda fuera de banda causa la entrega más rápida de resultados a su cliente, aunque es posible que algunas conexiones a internet no funcionen correctamente con esta función.
nl: Out-Of-Band Searching (OOB-zoeken) resulteert in snellere resultaatlevering aan uw cliënt, hoewel sommige internetverbindingen niet goed met deze functie kunnen werken.
tr: Banttan arama dışarı senin müşterine daha hızlı sonuç teslimiyle sonuçlanır internet bağlantılarının bu özellikle iyi çalışmayabilmesine rağmen.

source: Enable OOB Searching:
es: Activar la búsqueda OOB:
ga: Cumasaigh Cuardú OOB:
nl: OOB-zoeken inschakelen:
tr: OOB Araması Aktif:

source: Download Bandwidth
es: Ancho de banda de descarga
ga: Leithead Criosa Íosluchtú
nl: Downloadbandbreedte
tr: İndirilenlerin Band Genişliği

source: You can set the percentage of your bandwidth devoted to downloads.
es: Puede establecer el porcentaje de su ancho de banda destinado a las descargas.
nl: U kunt het percentage van gegeven bandbreedte aan downloads specificeren.
tr: İndirmeler için ayırmak istediğiniz bant genişliğini ayarlayabilirsiniz.

source: Download Speed:
es: Velocidad de descarga:
ga: Luas Íosluchtaithe:
nl: Downloadsnelheid:
tr: İndirme Hızı:

source: Unlimited
es: Ilimitado
ga: Gan Teorann
nl: Ongelimiteerd
tr: Limitsiz

source: License Warning
es: Limpiar Descargas
ga: Rabhadh Ceadúnais
nl: Licentiewaarschuwing
tr: Lisans Uyarısı

source: You can choose whether to be warned about downloading a file without a license.
es: Puede elegir si desea advertencias antes de descargar un archivo sin una licencia.
ga: Is féidir roghnú ar mhaith leat rabhadh a fháil maidir le íosluchtú comhad gan ceadúnas.
nl: U kunt er voor kiezen of u gewaarschuwd wilt worden voor een bestand zonder licentie.
tr: Lisanssız içerik indirmeden önce uyarı gelip gelmemesini seçebilirsiniz.

source: Show License Warning:
es: Mostrar Advertencia de Licencia:
ga: Taispeáin Rabhadh an Ceadúnais:
nl: Licentiewaarschuwing tonen:
tr: Lisans Uyarısını Göster:
