Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Show All Speeds
es: Mostrar todas las velocidades
ga: Taispeáin na Luasanna Uilig
nl: Alle snelheden weergeven
tr: Bütün hızları göster

source: Download Sharing
es: Compartir Descargas
ga: Comhroinnt Íosluchtú
nl: Downloads delen
tr: Paylaşmayı indir

source: You can share files that you download to unshared folders.
es: Puede compartir archivos que descarga y guarda en carpetas no compartidas.
ga: Is féidir comhaid a d'íosluchtaigh tú a chomhroinnt le fillteáin nach bhfuil comhroinnte.
nl: U kunt bestanden delen die u download naar ongedeelde mappen.
tr: paylaşılmamış dosyalara indirdiğin dosyaları paylaşabilirsin

source: Share Finished Downloads:
es: Compartir Descargas Finalizadas:
ga: Comhroinn Íosluchtaithe Críochnaithe:
nl: Voltooide downloads delen:
tr: indirmeleri bitirdi

source: All downloads will be shared.
es: Todas las descargas serán compartidas.
ga: Comhroinnfear gach íosluchtú.
nl: Alle downloads zullen gedeeld worden.
tr: Bütün indirmeler paylaşılacak.

source: Only downloads in shared folders will be shared.
es: Sólo se compartirán las descargas en carpetas compartidas.
ga: Ní comhroinnfear ach íosluchtaithe i gcomhaid comhroinnte.
nl: Enkel downloads in gedeelde mappen zullen gedeeld worden.
tr: İndirdiğiniz dosyalardan yalnızca paylaşım klasörlerinde bulunanlar paylaşılacak.

source: You can automatically share .torrent files.
es: Puedes automaticamente compartir archivos .torrent.
ga: Is féidir leat comhaid .torrent a comhroinnt go huathoibríodh.
nl: U kunt .torrent-bestanden automatisch delen.
tr: .torrent dosyalarını otomatik olarak paylaşabilirsiniz.

source: Share .torrent files
es: Comparte archivos .torrent
ga: Comhroinn comhaid .torrent
nl: .Torrent-bestanden delen
tr: .torrent dosyalarını paylaş

source: You can choose the folders for sharing files. Files in these folders are displayed in the library.
es: Puede elegir los directorios para compartir archivos. Los archivos de estos directorios se muestran en la biblioteca.
ga: Is féidir na fillteáin do chomhroinnt comhaid a roghnú . Taispeáintear comhaid sna bhfillteáin seo sa leabharlann.
nl: U kunt de mappen kiezen waarin u bestanden wilt delen. De bestanden in deze mappen worden in de 'Bibliotheek' weergegeven.
tr: paylaşmak için dosyaları seçebilirsin. Bu dosyalarda dosyalar, kütüphanede gösterilir

source: Shutdown Behavior
es: Opciones para cerrar
ga: Iompar Múchadh
nl: Afsluitgedrag
tr: Kapanma davranışı

source: You can choose the default shutdown behavior.
es: Puede elegir el comportamiento predeterminado para cerrar.
ga: Is féidir an iompar múchadh réamhshocruithe a roghnú.
nl: U kunt het standaard afsluitgedrag kiezen.
tr: hazır gelen kapanma davranışını seçebilirsin

source: Shutdown Immediately
es: Cerrar de inmediato
ga: Múch Láithreach
nl: Direct afsluiten
tr: Hemen kapanma

source: Shutdown after Transfers
es: Cerrar luego de las transferencias
ga: Múch tar éis Aistrithe
nl: Afsluiten na gegevensoverdrachten
tr: Transferlerden sonra kapanma

source: Minimize to System Tray
es: Minimizar a la bandeja del sistema
ga: Laghdaigh chuig Tráidire an Chórais
nl: Minimaliseren naar de systeembalk
tr: Sistem Çubuğuna Küçült

source: Start Upload Slots
es: Iniciar Upload Slots
ga: Tosaigh na Scoilteanna Uasluchtú
nl: Uploadslots starten
tr: Upload bağlantılarını başlat.

source: Start Upload Slots:
es: Ranuras de carga másima
ga: Tosaigh na Scoilteanna Uasluchtú:
nl: Start aantal uploads:

source: Sensitivity
es: Sensibilidad
ga: Íogaireacht
nl: Gevoeligheid
tr: Hassasiyet

source: Adjust the sensitivity of FrostWire's junk filter
es: Ajustar la sensibilidad del Filtro de Basura de FrostWire
ga: Athruigh íogaireacht scagaire managarae FrostWire.
nl: Pas de gevoeligheid van FrostWire's Ongewenste bestanden-filter aan
tr: FrostWire'nin hurda filtresinin hassasiyetini ayarla

source: Forget Training Data
es: Olvidar los Datos de Entrenamiento
ga: Déan Dearmad Faoi Sonraí na hOiliúna
nl: Vergeet trainingsdata

source: Relaxed
es: Relajado
ga: Gan Stró
nl: Minst
tr: Rahat

source: Strict
es: Estricto
ga: Dian
nl: Meest
tr: Sıkı

source: Connection Speed
es: Velocidad de conexión
ga: Luas an Nasc
nl: Verbindingssnelheid
tr: Bağlantı Hızı

source: You can specify your connection speed so that FrostWire can optimize performance.
es: Puede especificar la velocidad de conexión para que FrostWire pueda optimizar el rendimiento.
nl: U kunt uw verbindingssnelheid specificeren zodat FrostWire zichzelf kan optimaliseren.
tr: bağlantı hızını belirtirsen FrostWire performansı en iyi şekilde kullanabilir

source: Speed:
es: Velocidad:
ga: Luas:
nl: Snelheid:
tr: Hız:

source: You can choose whether or not to automatically run FrostWire when your computer starts.
es: Puede elegir si desea o no ejecutar FrostWire automáticamente cuando inicia su computadora.
ga: Is féidir roghnú FrostWire a huaithrith nó gan a huaithrith nuair a thosaíonn do ríomhaire.
nl: U kunt er voor kiezen of FrostWire wel/niet automatisch opstart als u uw computer opstart.
tr: bilgisayarın başladığı zaman FrostWire'yi otomatik olarak çalıştırmayı seçebilirsin

source: Run on System Startup:
es: Ejecutar al iniciar el sistema:
ga: Rith ar Tosú an Chórais:
nl: Uitvoeren bij systeemopstart:
tr: Sistem Başlangıcında Çalıştır:

source: Bandwidth Indicator
es: Indicador de Ancho de Banda
ga: Táscaire Leithead Croise
nl: Bandbreedte-indicator
tr: Bandwidth göstergesi

source: You can display your bandwidth consumption in the status bar.
es: Puede mostrar el consumo de su ancho de banda en la barra de estado.
nl: U kunt uw bandbreedtegebruik in de statusbalk weergeven.
tr: durum barında bandwidth tüketimini gösterebilirsin

source: Show Bandwidth Indicator:
es: Mostrar Indicador de Ancho de Banda:
ga: Taispeáin Táscaire an Leithead Croise:
nl: Toon de bandbreedte-indicator:
tr: Bandwidth göstergesini göster

source: Connection Quality Indicator
es: Indicador de Calidad de conexión
ga: Táscaire Cáilíocht an Nasc
nl: Verbindingskwaliteitsindicator
tr: Bağlantı kalite göstergesi

source: You can display a measurement of your connection quality in the status bar.
es: Puede mostrar texto explicando la calidad de su conexión en la barra de estado.
nl: U kunt een afmeting van uw verbindingskwaliteit in de statusbalk weergeven.
tr: durum barında bağlantı kalitenin bir ölçümünü gösterebilirsin

source: Show Connection Quality Indicator:
es: Mostrar Indicador de Texto para Calidad de conexión:
nl: Toon de verbindingskwaliteitsindicator:
tr: Bağlantı kalite göstergesini göster

source: Firewall Indicator
es: Indicador de Cortafuegos
ga: Táscaire Balla Dóiteáin
tr: güvenlik duvarı göstergesi

source: You can display your firewall status in the status bar.
es: Puede mostrar el estado de su cortafuegos en la barra de estado.
ga: Is féidir treo do bhalla dóiteáin sa threo
nl: U kunt uw firewallstatus in de statusbalk weergeven.
tr: durum barında güvenlik duvarı durumunu gösterebilirsin

source: Show Firewall Indicator:
es: Mostrar Indicador de Cortafuegos:
ga: Taispeán Táscaire an Balla Dóiteáin:
nl: Toon de firewallindicator:
tr: güvenlik duvarı göstergesini göster

source: Shared Files Indicator
es: Indicador de Archivos Compartidos
ga: Táscaire na Comhaid Comhroinnte
nl: Gedeelde bestandenindicator
tr: Paylaşılan dosya göstergesi

source: You can display how many files you are sharing in the status bar.
es: Puede mostrar cuantos archivos esta compartiendo en la barra de estado.
ga: Is féidir taispeáint cé mhéid comhaid atá á roinnt agat sa threo barra.
nl: U kunt in de statusbalk weergeven hoeveel bestanden u deelt.
tr: kaç dosyayı paylaşıyor olduğunu gösterebilirsin

source: Show Shared Files Indicator:
es: Mostrar Indicador de Archivos Compartidos:
ga: Taispeán Táscaire Comhaid Comhroinnte
nl: Toon de gedeelde bestandenindicator:
tr: dosya paylaşma göstergesini Göster :

source: Template
es: Plantilla
ga: Fíoraithe
tr: Şablon

source: Templates
es: Plantillas
ga: Fíoraithe
tr: Şablonlar

source: Insert a Variable
es: Insertar una variable
ga: Cuir isteach Athraitheach
nl: Een variabele invoegen
tr: Bir değişkeni sok

source: Insert a template
es: Insertar una plantilla
ga: Cuir isteach fíoraithe
nl: Een template invoegen
tr: Şablon yükle

source: iTunes like
es: Apariencia iTunes
ga: Cosúl le iTunes
nl: iTunes-achtig

source: Invalid template {0}
es: Plantilla inválida {0}
ga: Fíoraithe {0} neamhsheasmhach
nl: Ongeldig template {0}
tr: Geçersiz kalıp {0}

source: System Tray Icon
es: Ícono en bandeja del sistema
ga: Deilbhín i dTráidire an Chórais
nl: Systeemtrayicoon
tr: Sistem Çekmecesi Simgesi

source: You can display the system tray icon while FrostWire is visible.
es: Puede mostrar el icono de FrostWire en la bandeja del sistema mientras el programa está visible.
ga: Is féidir an deilbhín i dtráidire an chórais a thaispeáint nauir atá FrostWire le feiceáil.
nl: U kunt het systeemtrayicoon weergeven terwijl FrostWire zichtbaar is.
tr: FrostWire görünür olurken sistem tepsi ikonunu gösterebilirsin

source: Show System Tray Icon:
es: Mostrar Ícono en bandeja del sistema
ga: Taispeáin Deilbhín i dTráidire an Chórais:
nl: Systeemtrayicoon tonen:
tr: Sistem tepsi ikonunu göster

source: Update Options
es: Opciones de actualizaciones
nl: Update-opties
tr: Seçenekleri güncelleştir

source: You can choose when you want to be notified of new FrostWire releases.
es: Ud. puede elegir cuando desea ser notificado de nuevas versiones de FrostWire.
ga: Is féidir roghnú cathain ar mhaith leat bheith churtha ar an eolas faoi eisiúintí nua FrostWire.
nl: U kunt er voor kiezen of u wel/niet op de hoogte gehouden wilt worden voor nieuwe FrostWire-uitgaven.
tr: yeni FrostWire tahliyelerinden haberdar edilmeyi istediğin zaman seçebilirsin

source: Beta Releases
es: Todas las versiónes beta
ga: Eisiúintí Beta
nl: Beta-uitgaven
tr: Beta Sürümleri

source: Service Releases
es: Las versiónes de servicio
ga: Eisiúintí Freastal
nl: Service-uitgaven
tr: Servis Sürümleri

source: Major Releases
es: Únicamente las versiones mayores
ga: Eisiúintí Móra
nl: Hoofduitgaven
tr: Ana Sürümler

source: Upload Bandwidth
es: Ancho de banda de carga
nl: Uploadbandbreedte
tr: Bandwidth'i yükle

source: You can set the percentage of your bandwidth devoted to uploads. To turn off uploads, reduce your upload slots to zero.
es: Puede establecer el porcentaje de su ancho de banda destinado a las cargas. Para desactivar las cargas, reduzca las ranuras de carga a cero.
ga: Is féidir an céatadán de do leithead croise atá a chaitheamh le uasluchtaithe a shocrú. Chun uasluchtaithe a mhúchadh, laghdaigh do scioltacha uasluchtú go náid.
nl: U kunt het percentage van gegeven bandbreedte aan uploads specificeren. Om uploads uit te schakelen moet u uw uploadslots op nul zetten.
tr: Yükseltmelere ayrılmış bant genişliği yüzdesini ayarlayabilirsiniz. Yükseltmeleri engellemek için bu yüzdeyi sıfıra indirin.

source: Upload Speed:
es: Velocidad de carga:
nl: Uploadsnelheid:
tr: Yükleme hızı

source: Video Options
es: Opciones de video
nl: Video-opties
tr: video seçenekleri

source: You can choose which video player to use.
es: Puede elegir qué reproductor de video desea usar.
ga: Is féidir cén seinteoir físe a sheinm a roghnú.
nl: U kunt kiezen welke videospeler u wilt gebruiken.
tr: kullanması için görüntü oynatıcısı seçebilirsin

source: Video Player
es: Reproductor de video
ga: Seinteoir Físeáin
nl: Videospeler
tr: video oynatıcı

source: You can have FrostWire import newly downloaded songs into iTunes.
es: Puede activar el soporte de iTunes (Mac OS X únicamente).
ga: Is féidir leat FrostWire amhráin nua-íosluchtaithe a chur isteach in iTunes.
nl: U kunt FrostWire de onlangs gedownloade nummers in iTunes laten importeren.
tr: İsterseniz FrostWire yeni indirilen şarkıları iTunes'a ekleyebilir.

source: Enable iTunes importing:
es: Activar el soporte de iTunes:
ga: Cumasaigh allmhuiriú iTunes:
nl: iTunes-importeren inschakelen:
tr: İTunes ithal etmesini sağla:

source: Open...
es: Abrir...
ga: Oscail
nl: Openen...
tr: Aç...

source: Open an Existing Playlist
es: Abrir una lista de reproducción existente.
ga: Oscail Seinnréim Atá Ann Cheana
nl: Open een bestaande afspeellijst
tr: Mevcut bir Playlist'i aç

source: Save the Current Playlist to a File
es: Guardar la lista de reproducción actual.
ga: Cuir an Seinnréim Reatha i dTaisce i gComhad
nl: Huidige afspeellijst opslaan naar een bestand
tr: Mevcut Çalma Listesini bir Dosyaya Kaydet

source: Remove Selected File from Playlist
es: Quitar el archivo seleccionado de la lista de reproducción.
ga: Bain an Comhad Roghnaithe ón Seinnréim
nl: Verwijder het bestand uit de afspeellijst
tr: Seçilen Dosyayı Çalma Listesinden Çıkar

source: Removes all Files from Playlist
es: Elimina todos los archivos del la lista de reproduccion
ga: Bain Gach Comhaid ón Seinnréim
nl: Dit verwijdert alle bestanden uit de afspeellijst
tr: Tüm Dosyaları Çalma Listesinden Çıkar

source: Comment
es: Comentario
ga: Nóta Tráchta
nl: Commentaar
tr: yorum

source: Playlist
es: Lista de reproducción
ga: Seinmréim
nl: Afspeellijst
tr: Çalma Listesi

source: Loading Playlist Window...
es: Cargando ventana de lista de reproducción...
ga: Ag Luchtú Fuinneog na Seinmréim...
nl: Afspeellijstvenster wordt geladen...
tr: çalma penceresini yüklemek

source: Play Options:
es: Opciones de reproducción:
nl: Afspeelopties:
tr: Oynatma Seçenekleri:

source: Shuffle
es: Aleatória
ga: Athsheinn go fánach
nl: Schudden
tr: Karıştır

source: Continuous
es: Contínua
ga: Leanúnach
nl: Continu
tr: Devamlı

source: Open Playlist (.m3u)
es: Abrir lista de reproducción (.m3u)
ga: Oscail Seinnréim (.m3u)
nl: Afspeellijst openen (.m3u)
tr: çalma listesini aç (.m3u)

source: Save Playlist As
es: Guardar lista de reproducción como...
ga: Cuir an Seinnréim i dTaisce Mar
nl: Afspeellijst opslaan als
tr: Çalma Listesini Farklı Kaydet

source: Warning: a file with the name {0} already exists in the folder. Overwrite this file?
es: Aviso: Un archivo nombrado {0} ya existe en la carpeta. Desea sobre-escribir este archivo?
nl: Waarschuwing: een bestand met de naam {0} bestaat al in deze map. Wilt u dit bestand overschrijven?
tr: Dikkat: {0} isimli bir öğe bu dosyada zaten var. Üstüne yazılsın mı?

source: Playlist Files (*.m3u)
es: Archivos de la lista de reproducción (*.m3u)
ga: Comhaid Seinnréim (*.m3u)
nl: Afspeellijstbestanden (*.m3u)
tr: çalmalistesi dosyaları

source: Multiple
es: Múltiple
ga: Iolrach
nl: Meedere
tr: Katsayı

source: Option
es: Opción
ga: Rogha
nl: Optie
tr: Seçenek

source: Filter Results:
es: Resultados del filtro:
ga: Torthaí an Scagaire:
nl: Filterresultaat:
tr: Sonuçları Süz

source: Back To Search
es: Volver a la búsqueda
ga: Fill Ar Cuardach
nl: Terug naar zoekactie
tr: aramaya geri dön

source: Download As...
es: Descargar Como...
nl: Download als...
tr: Öyle indir

source: Would you like to start downloads from the following magnets?
es: Desea iniciar descargas desde los siguientes Enlaces Magnet?
ga: Ar mhaith leat na h-íosluchtaithe a thosú ó na magnets seo a leanas?
nl: Wilt u de downloads starten vanaf de volgende magnets?
tr: takip eden mıknatıslardan indirmelere başlamayı beğenir miydin?

source: All
es: Todas
ga: Uile
nl: Alle
tr: Hepsi

source: You are sharing {0} files. You can control which files FrostWire shares.
es: Estás compartiendo {0} archivos. Puedes controlar que archivos quieres compartir con FrostWire.
ga: Tá tú ag comhroinnt {0} comhaid. Is féidir smacht a bheith agat cén comháid a chomhroinneann FrostWire.
nl: U deelt {0} bestanden. U kunt FrostWire vertellen welke bestanden gedeeld moeten worden.
tr: Şu anda {0} dosya paylaşıyorsunuz. FrostWire'ın paylaşacağı dosyaları belirleyebilirsiniz.

source: Configure
es: Configurar
ga: Cumraigh
nl: Configureren
tr: Ayarla

source: Library
es: Biblioteca
ga: Leabharlann
nl: Bibliotheek
tr: Kütüphane

source: Getting Started
es: Primer uso
ga: Ag Tosú
nl: Beginnen met FrostWire
tr: Başlamak

source: To start using FrostWire, find the text field on the left, type in what you are looking for and click the "Search" button. If you are looking for only one type of content (music, video, etc...), you can narrow your search results by using the buttons above the text field.
es: Para comenzar a usar FrostWire busque el campo de texto que se encuentra a la izquierda, escriba lo que busca y haga clic en el botón "buscar". Si busca un solo tipo de contenido (música, video, etc.), puede restringir los resultados de su búsqueda usando los botónes que se encuentran arriba del campo de texto.
ga: Chun tosú amach ag baint feidhm as FrostWire, aimsigh réim na téacsa ar an taobh clé, cuir isteach cad atá á lorg agat agus brúigh an chnaipe "Cuardaigh". Mura bhfuil á lorg agat ach cineál amháin ábhar (ceol, físeán, is airile...), is féidir leat do thorthaí cuardú a chaolú trí feidhm a bhaint as na cnaipí os cionn réimse na téacsa.
nl: Om te beginnen met FrostWire te gebruiken gaat u naar het zoekveld aan de linkerkant, tikt u in wat u zoekt en klikt u op de 'Zoeken'-knop. Als u op zoek bent naar iets specifieks (muziek, video, enz...) kunt u specifiek zoeken door middel van de knoppen boven het tekstveld.

source: Not Junk
es: No es Basura
ga: Ní Mangarae É Seo
nl: Niet ongewenst
tr: Gereksiz Değil

source: Mark selected search results as Junk
es: Marcar los resultados seleccionados como Basura
ga: Cuir comhartha ar na torthaí cuardú roghnaithe mar Mangarae
nl: Markeer geselecteerde zoekresultaten als ongewenst
tr: Seçilen arama sonuçlarını Gereksiz olarak işaretle

source: Mark selected search results as Not Junk
es: Marcar los resultados seleccionados como que No son Basura
ga: Comhárthaigh na torthaí cuardú roghnaithe mar Ní Mangarae Iad Seo
nl: Markeer geselecteerde zoekresultaten als niet ongewenst
tr: Seçilen arama sonuçlarından Gereksiz işaretini kaldır

source: Search More
es: Buscar más
nl: Zoek meer
tr: Daha çok ara

source: Do you want to block search results from the following list of hosts?
es: Desea bloquear los resultados de búsquedas obtenidos de la computadora central en
ga: An dteastaíonn uait cosc a chur ar torthaí cuardú ón na réimeanna óstaigh seo a leanas?
nl: Wilt u de zoekresultaten van de volgende hostlijst blokkeren?
tr: Sunucunun listesindeki sonuçları engellemek ister misin?

source: Select Search Type:
es: Seleccionar tipo:
ga: Roghnaigh Cineál Cuardach:
nl: Selecteer zoektype:
tr: Seçkin arama tipi

source: Search For Audio Files, Including mp3, wav, ogg, and More
es: Buscar archivos de Audio, Incluyendo y más
ga: Cuardaigh Comhaid Fuaime, ina áirítear mp3, wav, ogg agus Tuilleadh
nl: Zoeken naar audiobestanden, inclusief mp3, wav, ogg en anderen
tr: Ara ses dosyaları için, mp3, wav, ogg ve daha çoğunu kapsar

source: Search For Image Files, Including jpg, gif, png and More
es: Buscar archivos de Imágenes, Incluyendo jpg, gif, png y más
ga: Cuardaigh Comhaid Íomhánna, ina áirítear jpg, gif, png agus Tuilleadh
nl: Zoeken naar afbeeldingen, inclusief jpg, gif, png en anderen
tr: Ara resim dosyaları için, jpg, gif, png ve daha çoğunu kapsar

source: Search For Video Files, Including avi, mpg, wmv, and More
es: Buscar archivos de Video, Incluyendo avi, mpg, wmv y más
ga: Cuardaigh Comhaid Físeáin, ina áirítear avi, mpg, wmv agus Tuilleadh
nl: Zoeken naar videobestanden, inclusief avi, mpg, wmv en anderen
tr: Ara görüntü dosyalarıı için, avi, mpg, wmv ve daha çoğunu kapsar

source: Search for Document Files, Including html, txt, pdf, and More
es: Buscar archivos de Documentos, incluyendo html, txt, pdf, y más
ga: Cuardaigh Comhaid Cáipéisí, ina áirítear html, txt, pdf agus Tuilleadh
nl: Zoeken naar documenten, inclusief html, txt, pdf en anderen
tr: Ara doküman dosyaları için, html, txt, pdf ve daha çoğunu kapsar

source: Search for Program Files, Including exe, zip, gz, and More
es: Buscar archivos de Programas, Incluyendo exe, zip, gz, y más
ga: Cuardaigh Comhaid Ríomhoideas, ina áirítear exe, zip, gz agus Tuilleadh
nl: Zoeken naar programma's, inclusief exe, zip, gz en anderen
tr: Ara program dosyaları için, exe, fermuar, gz, ve daha çoğunu kapsar

source: Download
es: Descargar
nl: Downloaden
tr: İndirme

source: Stop Search
es: Detener la búsqueda
ga: Iaigh an Cuardach
nl: Zoeken stoppen
tr: aramayı durdur

source: Download All Selected Files
es: Descargar todos los archivos seleccionados.
ga: Íosluchtaigh Na Comhaid Roghnaithe Uile
nl: Download alle geselecteerde bestanden
tr: Bütün seçilen dosyaları indir

source: View All Files on Selected Computer
es: Ver todos los archivos de la computadora seleccionada.
ga: Féach Ar Gach Comhad Ar An Ríomhaire Seo
nl: Alle bestanden op geselecteerde computer weergeven
tr: Seçilen bilgisayarda bütün dosyaları gör

source: Stop Collecting Search Results for Selected Tab
es: Suspender la recopilación de resultados de búsqueda para la ficha seleccionada.
ga: Éirigh As Bhailiú Torthaí Cuardú don Chluaisín Roghnaithe
nl: Stop het verzamelen van nieuwe zoekresultaten voor de geselecteerde tab
tr: Seçilen koleksiyon için arama sonuçlarını toplamayı durdur

source: New
es: Nuevo
ga: Nua
nl: Nieuw
tr: Yeni

source: Keyword
es: Palabra clave
ga: Treoir-fhocal
nl: Trefwoord
tr: Anahtar sözcük

source: Direct Connect
es: Conexión Directa
nl: Direct contact
tr: direkt bağlan

source: Got Friends?
es: ¿Tiene amigos?
ga: An Bhfuil Cairde Agat?
nl: Vrienden benaderen?
tr: Arkadaşlarınız Var Mı?

source: Enter the IP address and port number (i.e. ip:port) of a friend you'd like to connect to, click 'Direct Connect', and FrostWire will try to browse that user's shared files.
es: Escriba la dirección IP y el número de puerto (p. ej: ip:puerto) de un amigo al cual desea conectarse, luego haga click en 'Conexión Directa', y FrostWire intentará buscar los archivos compartidos de ese usuario.
nl: Voer het IP-adres en het poortnummer (zoals ip:poort) van een vriend waar u mee wilt verbinden. Klik vervolgens op 'Direct contact' en FrostWire zal proberen om de gedeelde bestanden van die gebruiker te bekijken.

source: When your friends want to connect to you, they should enter
es: Cuando sus amigos quieran conectarse con usted, deben colocar
ga: Nuair a teastaíonn le do chairde nasca leat, ba chóir dóibh cuir isteach
nl: Als uw vrienden met u willen verbinden moeten ze op 'Enter' drukken
tr: Arkadaşların sana bağlamayı istediği zaman senin ip numaranı girmeli.

source: Your computer is behind a firewall or router and cannot receive direct connections.
es: Su computadora está detrás de un CortaFuegos (Firewall) o Enrutador y no puede recibir conexiones directas.
ga: Tá do ríomhaire taobh thiar de bhalla dóiteáin nó ródaire agus ní féidir naisc díreach a ghlacadh.
nl: Uw computer heeft een firewall of een router en kan geen directe verbindingen ontvangen.
tr: bilgisayar bir güvenlik duvarı veya yönlendiricinin arkasındadır ve direkt bağlantıları alamaz

source: Don't Know
es: No sabe
ga: Níl Fhios Agam
nl: Weet ik niet
tr: Bilmiyorum

source: What To Look For?
es: ¿Qué puede buscar?
ga: Cad Ar Chóir Cuardú?
nl: waar u naar moet zoeken?

source: A "What's New" search will search for files that have been recently added to the network.
es: "¿Qué hay Nuevo?" busca archivos agregados recientemente a la red.
ga: Cuardóidh cuardach "Cad Atá Nua" comhaid a chuireadh leis an líonra le déanaí.
nl: "Wat is nieuw" zal zoeken naar bestanden die onlangs aan het netwerk zijn toegevoegd.
tr: Bir "Ne yenidir" araması şebekeye geçenlerde eklenen dosyalar için arayacak

source: Current Search:
es: Búsqueda actual:
ga: An Cuardach Reatha:
nl: Huidige zoekactie:
tr: Güncel arama:

source: Hide Adult Content
es: Ocultar material para adultos
ga: Folaigh Abhair do Dhaoine Fásta
nl: Verberg volwasseneninhoud
tr: Yetişkinlere Uygun İçeriği Gizle

source: Filename
es: Nombre del archivo
ga: Comhadainm
nl: Bestandsnaam
tr: Dosya ismi
