Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Want to play music in your default media player instead of in FrostWire? Right-click the FrostWire status bar and deselect 'Show Media Player'.
ga: An dteastaíonn uait ceol a sheinm i do seinnteoir meáin réamhshocruithe in ionad FrostWire? Deas-bhrúigh treoshabh FrostWire agus díroghnaigh 'Taispeáin an Seinnteoir Meáin'.

source: Want to see where on your computer a shared file is? Go to the Library, highlight the file and click 'Explore'. FrostWire will open that folder in the Explorer.
ga: Ar mhaith leat cén áit ar do ríomhaire a bhfuil comhad comhroinnte ann? Téigh chuig an Leabharlann, aibhsigh an comhad agus brúigh 'Taiscéal'. Osclóidh FrostWire an comhad sin sa Taiscéalaí.

source: Set FrostWire to be your default program for opening magnet links and .torrent files for the smoothest experience using FrostWire with the web. Go to Tools &gt; Options &gt; Advanced &gt; File Associations.
ga: Socraigh FrostWire mar do ríomhoideas réamhshocraithe chun naisc magnet agus comhaid .torrent a oscailt don slí is fearr chun feidhm a bhaint as FrostWire leis an gréasán. Téigh chuig Uirlisí &gt, Roghanna &gt, Ardroghanna &gt; Comhthiomsaithe Comhaid.
