Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Curious what hosts FrostWire is connecting or connected to? Enable the Connections tab from View &gt; Show/Hide, and take a look at FrostWire's connections.
es: ¿Te interesa saber a qué hosts se está conectando FrostWire? Habilita la pestaña Conexiones desde el menú Ver; Mostrar/Ocultar, y echa un vistazo a las conexiones de FrostWire.
nl: Bent u nieuwsgierig met welke hosts FrostWire verbonden is? Vink de 'Verbindingen'-tab in het menu Weergave &gt; Tonen/verbergen aan en neem een kijkje in de FrostWire-verbindingen.
tr: FrostWire'ın hangi host'lara bağlantı yaptığını veya bağlandığını merak mı ediyorsunuz? görünüm sekmesinden bağlantıyı etkinleştirin &gt; Göster/Gizle, ve LİmeWire bağlantılarını gözatınız.

source: Try an audio genre search!<br>Click on the 'Audio' Metadata search window, choose a genre from the drop-down box, and then press 'Search'. Most if not all of the files returned will be from the selected genre.
es: Intente buscar por género de audio! <br> Haga un click sobre la ventana de búsqueda de metadata 'Audio', elija un género del menú desplegable y presione 'Buscar'. La mayoría, si no es que todos los archivos encontrados, serán del género que haya seleccionado.
nl: Probeer eens een zoekopdracht in het audiogenre!<br>Klik op het 'Audio'-zoekvenster, kies een genre uit de lijst en klik vervolgens op 'Zoeken'. De meeste bestanden zullen van het geselecteerde genre zijn.
tr: Bir şarkı türü aramayı deneyin!<br>Arama penceresindeki 'Şarkı' seçeneğini kullanın, seçim kutusundan şarkı türünü seçin ve 'Ara' butonuna tıklayın. Seçilen türe göre tüm dosyalar görüntülenmeyecektir.

source: Don't know what to look for? Try a <font color="185ea8">What's New</font> search and see what's recently been added to the network.
es: ¿No sabes qué buscar? Prueba una búsqueda utilizando <font color="185ea8">¿Qué hay de nuevo?</font> y encuentra lo que ha sido recientemente añadido a la red.
ga: Níl tú cinnte cad ar chóir cuardú? Déan iarracht as cuardú 'Cad Atá Úr' agus féach cad a chuireadh leis an líonra le gairid.

source: Bombarded with nonsense search results? Select the search result, and then click the Junk button. As you mark search results as Junk or Not Junk, FrostWire learns what to block and what not to block. After a short training period, FrostWire automatically blocks most junk results. Try it!
es: ¿Cansado de resultados sin sentido? Escoja el resultado de la búsqueda, y haga clic en el botón de Basura o No Basura. Cuando usted marca los resultados de la búsqueda como 'Basura' o 'no Basura', FrostWire aprende a bloquear y no bloquear. Después de clasificar este contenido, FrostWire bloqueará automáticamente la mayoría de los resultados sin sentido. ¡Inténtelo!
nl: Wordt u gebombardeerd met onzinnige zoekresultaten? Selecteer het zoekresultaat en klik op de 'Ongewenst'-knop. Indien u zoekresultaten markeert als 'Ongewenst' of 'Niet ongewenst' leert FrostWire wat er geblokkeerd moet worden en wat niet. Na een korte trainingsperiode zal FrostWire de meeste ongewenste resultaten automatisch blokkeren. Probeer het eens uit!
tr: Saçma sapan arama sonuçlarına mı boğuluyorsunuz? Alakasız olan arama sonuçlarını seçiniz ve Çöplük tuşuna basınız. FrostWire neyi engelleyip neyi engellemeyeceğini sizin arama sonuçlarını Çöplük veya Çöplük Değil diye seçmenize bakarak öğrenir. Kısa bir eğitim süresi sonunda FrostWire sevmediğiniz birçok arama sonucunu kendiliğinden başarılı bir şekilde engelleyecektir.

source: Small variations in the search title will still work. For example, if your buddy is sharing 'Frosty' but you searched for 'My Frosty', your buddy's file will still be found.
es: Pequeñas variaciones en el título de la búsqueda trabajarán todavía. Por ejemplo, si su compañero comparte "Frostys" pero usted buscó para 'Mi Frosty', su archivo de compañero será encontrado todavía.

source: To download a file with BitTorrent, just click a link to a .torrent file on the Web, or drag a .torrent file to FrostWire's Downloads section.
es: Para descargar un archivo con BitTorrent, pulsa cualquier enlace a un archivo .torrent en la web, o arrastra un archivo .torrent a la sección Descargas de FrostWire.
ga: Chun comhad a íosluchtú le BitTorrent, ná mór brúigh ar nasc chuig comhad .torrent ar an Gréasán, nó tarraing comhad .torrent chuig limistéar Íosluchtaithe FrostWire.
nl: Om een BitTorrent-bestand te downloaden hoeft u enkel op de link van het .torrent-bestand op het web klikken of het .torrent-bestand naar het downloadgedeelte van FrostWire te slepen.
tr: Bittorren ile Bir Dosya İndirin, Webde bir .torrent Dosya Bağlantısına Tıklatın, yada bir.torrent Dosyasını FrostWire'in İndirmeler Kısmına Sürükleyip Bırakıp.

source: Want to share a file on your desktop with FrostWire? Simply drag the file or folder from your desktop to the FrostWire Library. Select Individually Shared Files to see your newly shared file in the Library.
es: ¿Quieres compartir un archivo de tu escritorio con FrostWire? Símplemente arrastra el archivo o carpeta desde tu escritorio hasta la Librería FrostWire. Selecciona individualmente Archivos Compartidos para ver los nuevos archivos compartidos añadidos a la Librería.
ga: Ar mhaith leat comhad ar do lomchlár a chomhroinnt le FrostWire? Tarraing an comhad nó fillteán ó do lomchlár chuig Leabharlann FrostWire. Roghnaigh Comhaid Comhroinnte Aonaracha chun d'fhillteán nua-roinnte sa Leabharlann a fheiceáil.
nl: Wilt u een bestand van uw bureaublad delen met FrostWire? Sleep enkel het bestand naar de FrostWire-bibliotheek. Selecteer 'Afzonderlijk gedeelde bestanden' om uw nieuwe gedeelde bestanden in uw Bibliotheek te zien.
tr: Masaüstünüzdeki bir dosyayı FrostWire kullanarak paylaşmak mı istiyorsunuz? Sadece dosyayı veya dizini masaüstünüzden çekip FrostWire Kütüphanesi üzerine çekip bırakmanız yeterli olacaktır. Yeni paylaştığınız dosyanızı Kütüphane'nizde görmek için Paylaşılan Dosyalar 'ı seçiniz.

source: Search results in FrostWire come from other users like you. Search results marked with a blue frosty icon in the Quality column are official communications from FrostWire, LLC.
es: La búsqueda tiene como resultado FrostWire viene de otros usuarios como usted. La búsqueda resulta marcado con un icono azul de frostwire en la columna de la Calidad son comunicaciones oficiales FrostWire, LLC.

source: After starting a search, you can customize the three boxes on the left with titles like Media, Artist, and Album. You can change what these boxes show. Click the circle in the upper left corner of a box, and choose a new option from the menu.
es: Después de que empezar una búsqueda, usted pueda personalizar las tres cajas a la izquierda con títulos como Medios, como el Artista, y como el Album. Usted puede cambiar lo que estas cajas muestran. Haga clic el círculo en el rincón izquierdo superior de una caja, y escoja una nueva opción del menú.
nl: Nadat u een zoekopdracht gestart heeft kunt u de drie ruimtes links met titels zoals 'Media', 'Artiest' en 'Album' aanpassen. U kunt specificeren wat deze ruimtes weer moeten geven. Klik op de cirkel in de linksbovenhoek van een ruimte en kies een nieuwe optie uit het menu.
tr: Bir aramaya başladıktan sonra başlıklarla solda üç kutunun, medya, sanatçı ve albümü beğendiğini özelleştirebilirsin. bu kutuların neyi gösterdiğini değiştirebilirsin. Bir kutunun üst sol köşesinde çemberi tıkla ve menüden yeni bir seçeneği seç.

source: If you try to download a file that you already have, FrostWire lets you know, even if the file has a different name.
es: Si intentas descargar un archivo que ya tienes, FrostWire te lo hará saber, incluso si el archivo tiene un nombre diferente.
ga: Má déanann tú iarracht comhad a íosluchtú atá agat cheana, inseoidh FrostWire duit, fiú má tá ainm éagsúil ag an comhad.
nl: Als u een bestand probeert te downloaden dat u al heeft laat FrostWire het u weten, zelfs als het bestand een andere naam heeft.
tr: zaten sahip olduğunuz bir dosyayı indirmeye çalışıyorsanız, dosyanın adı farklı olsa bile FrostWire sizi bilgilendirir.

source: Curious what people are searching for? Go to the Monitor tab, and select Show Incoming Searches to see other people's search queries that are entering your FrostWire. Double-click an incoming query to perform a search for that keyword.
es: ¿Curioso acerca de qué están buscando las personas? Vaya a la pestaña 'Monitor', y marque la casilla 'Mostrar búsquedas entrantes' para visualizar que búsquedas están realizando las personas que entran a su FrostWire. Si hace doble clic sobre la palabra clave FrostWire realizará una búsqueda de archivos relacionados.
nl: Bent u nieuwsgierig voor waar mensen naar zoeken? Ga naar de 'Monitor'-tab en selecteer 'Inkomende zoekopdrachten tonen' om de zoekopdrachten van andere mensen te zien die in uw FrostWire komen. Dubbelklik op een inkomende zoekopdracht om zelf een zoekopdracht voor dat sleutelwoord te doen.
tr: insanların neleri aradığını merak mı ediyorsunuz? Monitör sekmesine gidin, ve diğer insanların sizin FrostWire'nize giriş yapan arama sorgularını görmek için Gelen Aramaları Göster'i seçin. Bu anahtar kelime ile bir arama gerçekleştirmek için gelen sorguya çift tıklayınız.

source: Have a lot of files in your Saved or Shared folder? Try a <font color="185ea8">Search in Shared files</font> search at the top of the <font color="185ea8">Library</font> tab to find a file.
es: Tiene demasiados archivos en su carpeta de 'Guardados' o 'Compartidos'? Intente <font color="185ea8">una búsqueda en Shared files</font> en el tope de la pestaña <font color="185ea8">Biblioteca</font> para encontrar un archivo específico.

source: You can publish your original work on the Gnutella network with a Creative Commons license. Select the .ogg or .mp3 shared file in the Library and click the Publish button. Visit the <a href="{0}">creative commons website</a> for more information.
es: Usted puede publicar su trabajo original en la red de Gnutella con una licencia Común Creadora. Escoja el. ogg o. mp3 compartió el archivo en la Biblioteca y hace clic el Publica el botón. Visite el <a href="{0}">sitio web común creador</a> Para más información.
nl: U kunt uw originele werk publiceren op het Gnutella-netwerk met een Creative Commons-licentie. Selecteer het .ogg- or .mp3-bestand in de Bibliotheek en klik op de 'Publiceren'-knop. Bezoek de <a href="{0}">Creative Commons-website</a> voor meer informatie.
tr: Kendi orijinal çalışmanızı Creative Commons lisansıyla beraber Gnutella ağında yayınlayabilirsiniz. Kütüphanenizdeki .ogg veya .mp3 paylaşımlarınızı seçin ve Yayınla butonuna tıklayın. Daha fazla bilgi için <a href="{0}">creative commons website</a> adresini ziyaret edin.

source: Have you downloaded a file with incomplete or totally wrong information about its contents? Select the file in the Library and click Describe. Edit the file's metadata to your heart's content. You can even edit many files at once by selecting more than one file before clicking Describe.
es: ¿Has descargado un archivo que contiene incompleta o total información errónea? Selecciona el archivo en la biblioteca y has click en describir. Edita el archivo con datos de tu gusto. Incluso puedes editar varios archivos a la vez seleccionando mas de uno antes de hacer click en describir.
nl: Heeft u een bestand gedownload met incomplete of totaal verkeerde informatie over de inhoud? Selecteer het bestand in de Bibliotheek en klik op 'Omschrijving...'. Wijzig de data van het bestand naar wat u vind dat het is. U kunt ook veel bestanden tegelijk wijzigen door er meerdere te selecteren voordat u 'Omschrijving...' kiest.
tr: içeriğinin hakkında eksik veya tamamen yanlış bilgiyle bir dosyayı indirdin mi? Kütüphanede dosyayı seç ve tıkla tanımla. içeriğine dosyanın meta datasını düzelt. Sen hatta, hemen bir dosyanın tıklamaktan önce, tanımladığından daha çok seçerek birçok dosyayı düzeltebilirsin.

source: Are you behind a firewall? At the bottom of FrostWire in the status bar, look for the globe. If there is a brick wall in front of it, your Internet connection is firewalled.
es: ¿Estas detrás de un Cortafuegos? En la parte inferior de FrostWire en la barra de estado, busca el globo. Si hay un muro en frente de este, tu conexión esta siendo restringida.
nl: Heeft u een firewall? Zoek naar de wereldbol in de FrostWire-statusbalk. Staat er een stenen muur voor, dan zit uw internetverbinding achter een firewall.
tr: bir ateş duvar arkasında mısınız? FrostWire'nin en altında durum çubuğunda, küreyi arayın. Eğer önünde tuğladan bir duvar varsa, internet bağlantınız ateşduvarlıdır.

source: Wondering how many files you are sharing? Look in FrostWire's status bar at the number in a green oval. A beige oval means FrostWire is still building your Library. A red oval means files are not being shared.
es: ¿Preguntándote cuantos archivos estas compartiendo?Mira en la barra de estado de FrostWire el numero en un ovalo verde. Un ovalo beige significa que FrostWire sigue cargando tu biblioteca. Si el ovalo es rojo significa que no estas compartiendo.
nl: Wilt u weten hoeveel bestanden u deelt? Kijk in de FrostWire-statusbalk naar het nummer in een groene ovaal. Een beige ovaal betekent dat FrostWire uw Bibliotheek aan het maken is. Een rode ovaal betekent dat uw bestanden niet worden gedeeld.
tr: kaç tane dosyayı paylaştığınızı merak mı ediyorsunuz? FrostWire'nin durum çubuğunda, yeşil oval içindeki sayıya bakın. Bej renkli bir oval FrostWire'nin hala kütüphanenizi yapılandırdığı anlamına gelir. Kırmızı oval dosyaların paylaşılmadığı anlamına gelir.

source: The numbers next to the up and down arrows in the status bar at the bottom of FrostWire show how fast all of your files are downloading or uploading combined.
es: Los números cerca a las flecha de arriba y abajo en la parte baja de FrostWire muestran de forma combinada cuan rápido tus archivos están siendo descargados o subidos.
nl: De nummers naast de pijlen in de statusbalk van FrostWire tonen hoe snel u bestanden van FrostWire kunt downloaden of uploaden.
tr: FrostWire'nin altında durum çubuğundaki yukarı ve aşağı okların yanındaki sayılar, tüm dosyalarınızın ne kadar hızlı indirildiği ya da gönderildiği kombinasyonunu gösterir.

source: Instead of putting all your files in a single folder, FrostWire can automatically sort them by media type. In the Options &gt; Saving window, select a Media Type like Audio, and click the Browse button. You can group files by media type in the Library even if all saved files are in one folder.
es: En vez de estar poniendo todos tus archivos en una sola carpeta, FrostWire puede agruparlos automáticamente por tipo de archivo. En la ventana Opciones > Guardar, selecciona un tipo de archivo como de Audio, y click en el botón Examinar. Puedes agrupar archivos por tipo multimedia en la biblioteca incluso si todos están guardadados esta en un una sola carpeta.
nl: In plaats van al uw bestanden in één map te plaatsen kan FrostWire ze ook automatisch sorteren. In 'Opties' &gt; 'Opslagvenster', selecteer een mediatype zoals 'Audio' en klik op 'Bladeren'. U kunt uw bestanden ook per mediatype sorteren in de Bibliotheek, ook al zijn alle bestanden in dezelfde mqp opgeslagen.
tr: Tüm dosyalarınızı tek bir klasörde bulundurmaktansa, FrostWire bunları ortam türüne göre otomatik olarak sıralayabilir. Seçenekler&gt; Kaydet penceresi altında Ortam Türü Ses gibi bir seçim yapın ve Gözat butonuna basın. Dosyalarınızı tümü tek bir klasörde kaydedilmiş olsa bile Ortam Türüne göre Kütüphane'de gruplayabilirsiniz.

source: While FrostWire is running, your audio and video files are automatically shared with iTunes and other programs that support the DAAP protocol. You can disable this sharing in the Options window by going to iTunes &gt; Sharing.
es: Mientras se ejecuta FrostWire, tus archivos de audio y vídeo están automaticamente compartidos con iTunes y otros programas que soportan el protocolo DAAP. Puedes desactivar esta compartición en la ventana Opciones yendo a iTunes &gt; Compartir.
nl: Als FrostWire uitgevoerd is worden uw audio- en videobestanden automatisch gedeeld met iTunes en andere programma's die het DAAP-protocol ondersteunen. U kunt het delen uitschakelen in het 'Opties'-venster onder 'iTunes' &gt; 'Delen'.
tr: FrostWire çalışırken ses ve görüntü dosyalarınız iTunes ve DAAP protokolünü destekleyen diğer programlar ile otomatik olarak paylaşılır. Bu paylaşımı Seçenekler penceresinden iTunes &gt; Paylaşım'a giderek kaldırabilirsiniz.

source: Your search queries travel through a network of interconnected computers, which is why it takes time to receive all of the search results. FrostWire often takes shortcuts to deliver results faster, but if you think search results are blocked because your computer has problems with UDP packets, you can disable OOB (out-of-band) searching in the Options for more reliable results.
es: La búsqueda de tus consultas viaja a través de un red de computadoras interconectadas, razón por la cual toma tiempo en recibir todos los resultados de la búsqueda. FrostWire a menudo toma atajos para entregar los resultados mas rápido, pero si piensas que los resultados están bloqueados porque tu computadora tiene problemas con los paquetes UDP, puedes desabilitar la busqueda OOB(out-of-band) en Opciones para resultados mas fiables.
nl: Uw zoekopdrachten reizen door een netwerk van veel verbonden computers waardoor het een tijdje duurt om alle resultaten te ontvangen. FrostWire snijdt vaak stukken af om resultaten sneller te leveren, maar als u denkt dat resultaten geblokkeerd zijn omdat uw computer problemen heeft met UDP-pakketten, kunt ui OOB-zoeken (Out Of Band) uitschakelen, om meer juiste resultaten te vinden.
tr: Bütün arama sonuçlarının alınmasının zaman alması, arama isteğinizin uluslararası bağlanan bilgisayarlar arasında dolaşmasından dolayıdır. FrostWire çoğu zaman sonuçların daha hızlı alınması için kısayollar alır, ama bilgisayarınızın UDP paketleriyle ilgili problemleri olduğundan dolayı sonuçların engellendiğini düşünüyorsanız, daha güvenilir aramalar için seçenekler menüsünden "OBB"(out-of-band) aramayı kapatabilirsiniz.

source: Unlike other peer-to-peer file-sharing programs, FrostWire can transfer files even if both parties are behind a firewall. You don't have to do anything extra because it happens automatically!
es: A diferencia de otros programas p2p (peer-to-peer), FrostWire puede transferir archivos inclusive si ambas partes están detrás de un <i>firewall</i> (cortafuegos). Ud. no tiene que realizar nada adicional debido a que todo esto ocurre ¡automáticamente!
nl: In tegenstelling tot andere peer-to-peer-bestandsdelingsprogramma's kan FrostWire ook bestanden versturen en ontvangen als bijde partijen achter een firewall zijn. U hoeft hier niets extra's voor te doen, want het gebeurt automatisch!
tr: Diğer p2p programlarının aksine FrostWire her iki taraftaki bilgisayarın da ateşduvarı ile korunması durumunda dahi paylaşım yapılmasını sağlayabilir. Bunun için herhangi bir ayar yapmanıza da gerek yoktur zira bu zaten otomatik olarak yapılmaktadır.

source: FrostWire uses a technology called DHT to help users better find rare files. In order to be eligible for inclusion in the DHT, make sure you are not behind a firewall, and leave FrostWire running for as long as possible.
es: FrostWire usa una tecnología llamada DHT(Distributed Hash Table) para ayudar a los usuarios a encontrar mejor archivos raros. Con el fin de ser elegible para la inclusion en el DHT, asegúrese que no esta detrás de un cortafuegos, y deje correr FrostWire tanto como le sea posible.
nl: FrostWire gebuikt een technologie, genaamd DHT, om gebruikers sneller onbekende bestanden te laten vinden. Om optimaal van DHT gebruik te kunnen maken moet u ervoor zorgen dat u niet achter een firewall zit en dat u FrostWire zo lang mogelijk op de achtergrond laat draaien.
tr: Kolayca bulamayacağınız dosyaları daha kolay bulmanız için FrostWire DHT adı verilen bir teknoloji kullanır. DHT imkanından faydalanabilmek için bir ateşduvar arkasında olmadığınızdan emin olunuz ve FrostWire'ı olabildiğince uzun süreli açık tutunuz.

source: Want to share a large file? FrostWire supports file sizes up to 1 TB (terabyte).
es: ¿Quieres compartir un fichero muy grande? FrostWire soporta ficheros de hasta 1 TB (terabyte).
ga: Ar mhaith leat comhad mór a chomhroinnt? Tacaíonn FrostWire le mhéadanna comhad go 1 TB (teiribheart).
nl: Wilt u een groot bestand delen? FrostWire ondersteunt bestanden tot 1TB (terabyte).
tr: Büyük Boyutlu bir Dosya mı Paylaşacaksınız? FrostWire 1TB(TeraByte)'a Kadar Dosya Paylaşımını Destekler

source: Want to be an Ultrapeer? Leave FrostWire running as long as possible. If you have a fast connection without a firewall, you will be promoted to Ultrapeer status after a while. Make sure that you have not disabled Ultrapeer capabilties in the Options.
es: ¿Quiere ser un Ultrapeer?. Mantenga FrostWire ejecutándose el máximo tiempo posible. Si ud. tiene una conexión rápida sin firewall, ud. será promovido a estado de Ultrapeer después de un tiempo. Asegúrese que ud. no tiene desactivada la opción de "Ultrapeer" en el menú de 'Opciones'.
nl: Wilt u een ultrapeer zijn? Laat FrostWire dan zo lang mogelijk lopen. Als u een snelle verbinding zonder firewall heeft wordt u na een tijdje tot ultrapeer gepromoveerd. Zorg ervoor dat u de ultrapeermogelijkheden niet heeft uitgeschakeld in 'Opties'.
tr: Bir Ultrapeer olmayı iste?FrostWire koşusunu bırak, sadece ve sadece mümkünse.Eğer senin güvenlik duvarı olmadan hızlı bir bağlantın varsa sen bir andan sonra Ultrapeer durumuna terfi ettirileceksin. seçeneklerde Ultrapeer capabiltiesi iptal etmediğinden emin ol

source: Want to know more detailed information about the inner workings of FrostWire? You can view the same statistics that the developers use by choosing Tools &gt; Advanced &gt; Statistics, choosing 'Advanced', and opting to view Advanced Statistics.
es: La búsqueda tiene como resultado FrostWire viene de otros usuarios como usted. La búsqueda resulta marcado con un icono de la cerradura en la columna de la Calidad son comunicaciones oficiales del FrostWire, LLC.
nl: Wilt u gedetailleerde informatie over de activiteiten van FrostWire? U kunt dezelfde statistieken bekijken die ontwikkelaars gebruiken door te gaan naar 'Hulpmiddelen' &gt; 'Geavanceerd' &gt; 'Statistieken' &gt; 'Geavanceerd'. Hier gaat u vervolgens naar 'Geavanceerde statistieken'.
tr: FrostWire'ın dahili çalışmaları hakkında daha detaylı bilgi edinmek ister misiniz? Araçlar>Gelişmiş>İstatistikler yolunu izledikten sonra ayarınızı "Gelişmiş İstatistikleri gör" opsiyonuna ayarlarsanız, geliştiricilerle aynı istatistikleri görebilirsiniz.

source: Wondering if someone browsed your shared library? Go to View &gt; Show/Hide &gt; Logging to see the recent activity.
es: ¿Se pregunta si alguien ha visto su biblioteca de archivos compartidos?. Vaya al menú Ver y posteriormente haga click en &gt;mostrar/ocultar&gt; Monitor para ver la actividad reciente.

source: Ultrapeers help the network by distributing only pertinent network traffic to the leaf nodes.
es: Los Ultrapeers ayudan a la red distribuyendo solo tráfico relevante a los nodos.

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the Help menu.
es: Puedes comprobar qué versión de FrostWire estás usando seleccionando "Acerca de FrostWire" en el menú Ayuda.
ga: Is féidir foghlaim cén leagan de FrostWire atá agat trí 'Maidir le FrostWire' a roghnú ón roghchlár Cabhair.
