Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Be a good network participant, don't close FrostWire if someone is uploading from you. You can tell FrostWire to automatically close after all downloads and uploads are complete by going to Tools &gt; Options and looking at the 'Shutdown' options.
es: Sea un buen participante de la red, no cierre FrostWire si alguien está descargando archivos desde su computadora. Puede indicarle a FrostWire que se cierre automáticamente después que todas las descargas y envíos han concluido. Para hacer esto deberá ir al menú herramientas, posteriormente haga click en 'Opciones' y verifique las opciones de 'Apagar'
ga: Is féidir foghlaim cén leagan de FrostWire atá agat trí 'Maidir le FrostWire' a roghnú ón roghchlár Cabhair.
nl: Wees een goede netwerkdeelnemer en sluit FrostWire niet als iemand iets is aan het uploaden van u. U kunt FrostWire zo instellen dat het automatisch sluit nadat alle downloads en uploads zijn voltooid. Ga naar 'Hulpmiddelen' &gt; 'Opties' en zoek naar de afsluitgedragsinstellingen.
tr: İyi bir paylaşımcı olun ve biri sizden dosya alırken FrostWire'ı kapatmayın. FrostWire'ın tüm indirme ve yüklemeler bittikten sonra kapanmasını Araçlar &gt; Kapanma ayarlarından sağlayabilirsiniz.

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by right-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
es: ¿Detesta los tips? ¿Ama los tips?, Puede desactivarlos o activarlos nuevamente en la mayoría de las tablas que aparecen haciendo click con el botón derecho y posteriormente seleccionando 'Más Opciones'. Puede activar/desactivar opciones adicionales desde allí como ordenar las columnas.
nl: Haat u tooltipteksten? Houdt u van tooltipteksten? U kunt ze in- of uitschakelen in de meeste tabellen door rechts te klikken op de kolomtitels en 'Meer opties' te kiezen'. U kunt hier ook andere opties aanpassen, zoals het automatisch sorteren van tabellen en of u gestreepte rijen wilt.

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by right-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
es: Puede ordenar los uploads, las descargas, etc..., haciendo click en una columna. La tabla reordena por el nombre de esa colomuna. Puede desactivar este comportamiento de ordenamiento automático haciendo clic con el botón derecho sobre el encabezado de la columna, seleccionar 'Más Opciones' y desactivar 'Ordenar Automáticamente'.
nl: U kunt uploads, downloads, enz. sorteren door op een kolom te klikken. De tabel blijft hersorteren als de informatie aangepast wordt. U kunt dit gedrag uitschakelen door rechts te klikken op een kolomtitel, 'Meer opties' te kiezen en 'Automatisch sorteren' uitschakelen.
tr: Indirilenleri, gonderilenleri,.. bir sütuna tiklayarak siralayabilirsiniz. Bir dahaki sefer girildiginde siralama bilginiz hatirlanacaktir. Bu otomatik siralamayi bir sutun basligina tiklayarak More Options kisminda Sort Automatically isaretini kaldirarak kapatabilirsiniz.

source: You can tell FrostWire which downloads to start next. Right-click on the column headers in the download area and check the 'Priority' column. Select the download you want to start next and click the up arrow until it's at the top!
es: Puede decirle a FrostWire que descargas empezará a continuación. Haga click con el botón derecho sobre los encabezados de la columna en el área de descargas y marque la columna 'Prioridad'. Seleccione la descarga que desee empezar y haga click en la flecha hacia arriba hasta que llegue al tope.
nl: U kunt FrostWire vertellen welke download als volgende gestart moet worden. Klik met uw rechtermuisknop op de titels van de rij en vink 'Prioriteit' aan. Selecteer de download die u als volgende wilt en druk op het pijltje naar boven tot de download bovenaan staat!
tr: sonra başlamayı indiren FrostWire'ye söyleyebilirsin. İndirme alanı ve kontrolde sütun dik dalışlarında doğru tıkla 'Öncelik' sütunudur. sonraki başlamayı istediğin indirmeyi seç ve yükselme okunu tıkla üstte oluncaya kadar!

source: FrostWire is written in Java, which means that having the latest version of Java will improve FrostWire's speed and stability. You can find the most recent Java release at <a href="{0}">www.java.com</a>.
es: FrostWire está escrito en Java, esto significa que tener la última versión de Java aumentará la velocidad y estabilidad de FrostWire. Puedes encontrar la versión más reciente de Java en <a href="{0}">www.java.com</a>.
ga: Tá FrostWire scríofa i Java, a gciallaíonn go mbeidh luas agus cobhsaíocht FrostWire feabhsaithe má bhíonn an leagan is déanaí de Java agat. Is féidir an leagan is déanaí de Java ag <a href="{0}">www.java.com</a>.
nl: FrostWire is geschreven in Java, wat betekent dat de nieuwste versie van Java de snelheid en stabiliteit van FrostWire beter maakt. U kunt de meest recente Java-uitgave op <a href="{0}">www.java.com</a> vinden.
tr: FrostWire Java ile yazılmıştır buda Java'nın gelişmesi FrostWire 'inde hızlanması ve stabilitesini arttırması anlamına gelmektedir. En yeni Java sürümünü <a href="{0}">www.java.com</a> adresinde bulabilirsiniz.

source: Are you unhappy with the small number of search results you received? Right-click a search result, then choose Search More, then Get More Results.
es: Está insatisfecho con el pequeño número de resultados que ha recibido? Haga clic derecho sobre un resultado, presione 'Buscar Mas' y después 'Obtener más resultados'.
ga: An bhfuil tú mí-shásta leis an méad beag torthaí cuardaigh a bhfuair tú? Deas-bhrúigh toradh cuardaigh, ansin roghnaigh Cuardaigh Tuilleadh, ansin Faigh Tuilleadh Torthaí.

source: Did you just download a file that you don't want to share? In the Library, right-click it and choose Stop Sharing File.
es: ¿Acabas de bajar un archivo que no quieres compartir? En la Librería, pulsa con el botón derecho del ratón sobre el archivo y selecciona Parar Compartición de Archivo.
ga: Ar íosluchtaigh tú comhad nach dteastaíonn uait comhroinnt? Sa Leabharlann, deasghliogáil é agus roghnaigh Stad ag Comhroinnt an Comhad.

source: You can find out which version of FrostWire you are using by choosing 'About FrostWire' from the FrostWire menu.
es: Puedes comprobar qué versión de FrostWire estás usando pulsando "Acerca De FrostWire" en el menú FrostWire.
ga: Is féidir foghlaim cén leagan de FrostWire atá agat trí 'Maidir le FrostWire' a roghnú ón roghchlár FrostWire.

source: New Version Available!
es: Nueva Versión Disponible!
ga: Tá Leagan Nua Ar Fáil!
nl: Nieuwe versie beschikbaar!
tr: Yeni Sürüm Kullanılabilir Durumda!

source: A new version of FrostWire is available.
es: Hay una nueva versión de FrostWire disponible.
ga: Tá leagan nua de FrostWire ar fáil.
nl: Een nieuwere versie van FrostWire is beschikbaar.
tr: FrostWire'ın yeni bir sürümü kullanılabilir durumda.

source: Update Now
es: Actualizar ahora
ga: Nuashonraigh Anois
nl: Update nu
tr: Şimdi Güncelle

source: Visit http://www.frostwire.com to update!
es: Vistie http://www.frostwire.com para actualizar!
ga: Tabhair cuairt ar http://www.frostwire.com chun nuashonrú!
nl: Bezoek http://www.frostwire.com op te updaten!
tr: Güncellemek için http://www.frostwire.com adresini ziyaret ediniz!

source: FrostWire needs to be restarted to install the update. If you choose not to update now, FrostWire will update automatically when you close. Would you like to update now?
es: FrostWire necesita ser reiniciado para instalar la actualización. Si decide no actualizar ahora, FrostWire hara la actualización automaticamente cuando lo cierre. Le gustaría actualizar ahora?
ga: Caithfear FrostWire a atosú chun an nuashonrú a shuiteáil. Mura roghnaíonn tú nuashonrú anois, nuashonróidh FrostWire as féin nuair a scoireann tú. Ar mhaith leat nuashonrú anois?
nl: FrostWire moet opnieuw gestart worden om de update te installeren. Wilt u nu updaten?
tr: Güncellemenin yüklenebilmesi için FrostWire'ın yeniden başlatılması gerekiyor. Eğer şimdi güncellemek istemezseniz, FrostWire sonraki açılışında otomatik olarak güncellenecek. Şimdi güncellemek ister misiniz?

source: Update Ready
es: Actualización Lista
ga: Nuashonrú Réidh
nl: Update is klaar
tr: Güncelleme Hazır

source: Update Later
es: Actualizar después
ga: Nuashonraigh Ar Ball
tr: Sonra Güncelle

source: A newer version is available, update?
es: Hay una nueva versión disponible. Desea actualizar?
ga: Tá leagan nua ar fáil, nuashonraigh?
nl: Wilt u updaten naar een nieuwe versie?
tr: Yeni bir sürüm kullanılabilir durumda, güncellensin mi?

source: Upgrade Your Java
es: Actualize su Java
ga: Uasghrádaigh Do Java
nl: Upgrade uw Java
tr: Java'nızı Yükseltin

source: FrostWire has detected that you are using an out-of-date version of Java. FrostWire looks and acts much better with newer versions of Java. Features include support for scroll-wheels on mice, a Windows XP look, and many other improvements.
es: FrostWire ha detectado que está utilizando una versión desactualizada de Java. FrostWire se ve y funciona mejor con versiones más nuevas de Java. Funcionalidades incluyen soporte para la rueda del ratón, apariencia al estilo Windows XP, y muchas otras mejoras.
nl: FrostWire heeft ontdekt dat u een verouderde versie van Java gebruikt. FrostWire zier er beter uit en werkt veel beter met een nieuwe versie van Java. De verbeterde kenmerken zijn o.a. ondersteuning voor scrollwieltjes op muizen, verbeterde versie van XP-vensters en vele andere verbeteringen.

source: Would you like to get your free Java upgrade?
es: ¿Desearía obtener su actualización gratuita de Java?
ga: Ar mhaith leat do uasghrádú Java saor in aisce a fháil?
nl: Wilt u een gratis update van Java?
tr: Ücretsiz Java Yükseltmenizi İstiyor musunuz?

source: Later
es: Luego
ga: Ar Ball
tr: Sonra

source: FrostWire has detected a corruption in the file {0}. Do you want to continue the download?
es: FrostWire detectó una falla en el archivo {0} Desea continuar con la descarga?
ga: Bhraith FrostWire truailliú sa comhad {0}. Ar mhaith leat leanúint leis an t-íosluchtú?
nl: FrostWire heeft een corruptie waargenomen in het bestand {0} Wilt u de download door laten gaan?
tr: FrostWire {0} dosyasında kötü içerik tespit etti. İndirmeye devam etmek istiyor musunuz?

source: Lookup File with Bitzi
es: Busque archivo en Bitzi Web...
ga: Féach Ar an Comhad le Bitzi
nl: Bestand zoeken met Bitzi
tr: Bitzi ile Dosya Ara

source: Copy Magnet Links to Clipboard
es: Copiar Enlaces Magnet al Portapapeles
ga: Macasamhlaigh na Naisc Magnet chuig an Ghearrthaisce
nl: Magnet-links naar het klembord kopiëren
tr: Magnet Linklerini Kopyala

source: Copy the Magnet Links of the Selected Files to the Clipboard
es: Copiar los Enlaces Magnet de los archivos seleccionados al Portapapeles
ga: Macasamhlaigh na Naisc Magnet de na Comhaid Roghnaithe chuig an Ghearrthaisce
nl: Magnet-links van de geselecteerde bestanden naar het klembord kopiëren
tr: Seçilen Dosyaların Magnet Linkerini Kopyala

source: One or more of the created magnet links may not be accessible since their hosts are firewalled.
es: Puede ser que uno o más de los Enlaces Magnets creados no sean accesibles dado que sus Computadores Centrales tienen CortaFuegos.
nl: Een of meer van de gemaakte Magnet-links zijn misschien niet toegankelijk omdat hun host een firewall heeft.
tr: Paylaşımcının güvenlik duvarı engeli sebebiyle Magnet Link'lere ulaşılamayabilir.

source: C&onnect
es: C&onectar
ga: C&eangail
nl: &Verbinden
tr: &Bağlan

source: Connect to the Network
es: Conectar a la Red.
ga: Ceangail leis an Líonra
nl: Verbinden met het netwerk
tr: Ağa Bağlan

source: D&isconnect
es: &Desconectar
ga: D&ínasc
nl: Verbinding verbre&ken
tr: Bağlantıyı Ke&s

source: Disconnect from the Network
es: Desconectar de la red.
ga: Dínasc ón Líonra
nl: Verbinding verbreken met het netwerk
tr: Ağ Bağlantısını Kes

source: &Download .Torrent or Magnet
es: &Descargar .Torrent o Magnet
ga: O&scail Magnet nó Torrent

source: Opens a magnet link or torrent file
es: Abre un magnet link o un archivo torrent
ga: Oscailíonn sé comhad magnet nó torrent
nl: Opent een Magnet-link of torrentbestand
tr: Bir magnet linki veya torrent dosyası açar

source: Download .Torrent or Magnet
es: Descargar .Torrent o Magnet
ga: Oscail Magnet nó Torrent

source: Type a magnet link, or the path or Web address of a torrent file, and FrostWire will download it for you.
es: Escriba un magnet link, o la ruta o direccion web de un archivo torrent, y FrostWire lo descargara por Ud.
ga: Clóscríobh nasc magnet, nó cosán nó seoladh Gréasáin comhad torrent, agus íosluchtóidh FrostWire duit é.
nl: Typ een Magnet-link of het pad/netwerkadres van een torrentbestand en FrostWire zal deze voor u downloaden.
tr: FrostWire'ın indirmesi için bir magnet linki veya torrent dosyası yolu belirtin.

source: Open:
es: Abrir:
ga: Oscail:
nl: Openen:
tr: aç

source: Browse...
es: Navegar...
ga: Siortaigh...
nl: Bladeren...
tr: Gözat..

source: FrostWire cannot download this address. Make sure you typed it correctly, and then try again.
es: FrostWire no puede descargar esta direccion. Asegurese de que la haya escrito correctamente, e intente de nuevo.
ga: Ní féidir le FrostWire an seoladh seo a íosluchtú. Deimhnigh gur clóscríobh tú i gceart é, agus déan iarracht eile.
nl: FrostWire kan dit adres niet downloaden. Zorg ervoor dat u het correct ingevoerd heeft en probeer het opnieuw.
tr: FrostWire bu adresi indiremez. doğru şekilde yazdığına emin ol ve sonra yeniden dene.

source: &Close
es: &Cerrar
ga: &Dún
nl: &Sluiten
tr: &Kapat

source: Close the Program
es: Cerrar el programa.
ga: Dún an Ríomhoideas
nl: Programma afsluiten
tr: Programı Kapat

source: My Shared Files
es: Mis Archivos Compartidos
ga: Mo Chomhaid Comhroinnte
nl: Mijn gedeelde bestanden
tr: Paylaşılan Dosyalarım

source: View My {0} Shared Files
es: Ver Mis {0} Archivos Compartidos
ga: Féach Ar Mo {0} Chomhaid Chomhroinnte
nl: Mijn {0} gedeelde bestanden bekijken
tr: Paylaşılan {0} Dosyamı Göster

source: Search for Keywords: {0}
es: Buscar por Palabras Clave: {0}
ga: Cuardaigh Treoirfhocail: {0}
nl: Zoeken naar trefwoorden: {0}
tr: Anahtar sözcükler için ara {0}

source: Search for: {0}
es: Búsqueda para: {0}
ga: Cuardaigh: {0}
nl: Zoeken naar: {0}
tr: İçin ara: {0}

source: Search "What's New" for: {0}
es: Buscar "Qué hay Nuevo" para: {0}
ga: Cuardaigh "Cad Atá Nua" do: {0}
nl: 'Wat is nieuw' doorzoeken voor: {0}
tr: "Ne, yenidir" için ara: {0}

source: Search for {0}: {1}
es: Buscar por {0}: {1}
ga: Cuardaigh do {0}: {1}
nl: Zoeken naar {0}: {1}
tr: için ara {0}: {1}

source: Share New File...
es: Compartir Nuevo Archivo...
ga: Roinn an Comhad Nua...
nl: Nieuw bestand delen...
tr: Yeni Dosya Paylaş...

source: Share
es: Compartir
ga: Roinn
nl: Delen
tr: Paylaş

source: The file "{0}" is already shared.
es: El archivo "{0}" ya habia sido compartido.
ga: Tá an comhad "{0}" comhroinnte cheana.
nl: Het bestand "{0}" is al gedeeld.
tr: "{0}" dosyası zaten paylaşlıyor.

source: FrostWire was unable to share the file "{0}".
es: FrostWire no pudo compartir el archivo "{0}".
ga: Níorbh fhéidir le FrostWire an comhad "{0}" a chomhroinnt.
nl: FrostWire kon het bestand "{0}" niet delen.
tr: FrostWire, "{0}" dosyayı paylaşamadı.

source: Share New Folder...
es: Compartir Nueva Carpeta...
ga: Comhroinn an Fillteán Nua
nl: Nieuwe map delen...
tr: Yeni Dizin Paylaş...

source: Opens a Window and Lets You Choose a New Folder to Share
es: Abre una nueva ventana y permite compartir una nueva carpeta para compartir
ga: Oscaíltear Fuinneog agus Ligtear Duit Fillteán Nua chun Comhroinnt a Roghnú
nl: Opent een venster waarin u een nieuwe map kunt kiezen om te delen
tr: Bir Pencere Açar ve Paylaşmak İçin Yeni Bir Klasör Seçmenizi Sağlar

source: Block Host
es: Bloquear computadora central
ga: Cuir Bac Ar An t-Óstach
nl: Host blokkeren
tr: Sunucuyu Engelle

source: Send Message
es: Enviar mensaje
ga: Seol Teachtaireacht
nl: Bericht verzenden
tr: Mesaj Gönder

source: Block Current Host
es: Bloquear computadora central actual
ga: Cur Bac ar an t-Óstach Reatha
nl: Huidige host blokkeren
tr: Şu anki Paylaşımcıyı Engelle

source: Send a Message to a Host
es: Enviar un mensaje a la computadora central
ga: Seol Teachtaireacht chuig Óstach
nl: Zend een bericht naar een host
tr: Paylaşımcıya İleti Gönder

source: Chatting with
es: Chateando con
ga: Ag Comhrá le
nl: Chat met
tr: Sohbet:

source: Host is unavailable
es: Computadora central no disponible
ga: Níl an t-óstach ar fáil
nl: Host is onbeschikbaar
tr: Sunucu kullanılamaz

source: You
es: Usted
ga: Tusa
nl: U
tr: Siz

source: A connection error has occurred
es: Ha ocurrido un error de conexión
ga: Tharla botún ceangailt
nl: Er is een probleem met het internet opgetreden.
tr: Bir bağlantı hatası oluştu

source: Browse Host
es: Ver Host
ga: Siortaigh an t-Óstach
nl: Host bladeren
tr: Sunucu Bul

source: Create a New Outgoing Connection
es: Crear una nueva conexión saliente.
ga: Cruthaigh Ceangailt Amach Nua
nl: Maak een nieuwe uitgaande verbinding
tr: Yeni Bir Dış Bağlantı Oluştur

source: Remove the Selected Connections
es: Quitar las conexiones seleccionadas.
ga: Bain na Ceangailtí Roghnaithe
nl: Verwijder de geselecteerde verbindingen
tr: Seçili Bağlantıları Kaldır

source: View All Files on the Selected Computer
es: Ver todos los archivos de la computadora seleccionada.
ga: Féach ar Gach Comhaid ar an Ríomhaire Seo
nl: Bekijk alle bestanden op de geselecteerde computer
tr: Seçili Bilgisayardaki Tüm Dosyaları Göster

source: Host
es: Computadora
ga: Óstach
tr: Sunucu

source: Status
es: Estado
ga: Treo
tr: Durum

source: Messages (I/O)
es: Mensajes (E/S)
ga: Teachtaireachtaí (I/O)
nl: Berichten (I/U)
tr: İletiler (G/Ç)

source: Messages In
es: Mensajes Entrantes
ga: Teachtaireachtí Isteach
nl: Berichten in
tr: Gelen mesajlar

source: Messages Out
es: Mensajes Salientes
ga: Teachtaireachtaí Amach
nl: Berichten uit
tr: Giden mesajlar

source: Bandwidth (I/O)
es: Ancho de banda (E/S)
ga: Leithead Criosa (I/O)
nl: Bandbreedte (I/U)
tr: Bant Genişliği (G/Ç)

source: Bandwidth In
es: Ancho de Banda Entrante
nl: Bandbreedte in
tr: Gelen Bandwidth

source: Bandwidth Out
es: Ancho de Banda Saliente
nl: Bandbreedte uit
tr: Giden Bandwidth

source: Dropped (I/O)
es: Eliminados (E/S)
ga: Tithe (I/O)
nl: Gevallen (I/U)
tr: Düştü (G/Ç)

source: Dropped In
es: Aceptados
ga: Caite Isteach
nl: Gedropt in
tr: Düşürülen giren

source: Dropped Out
es: Ignorados
ga: Caite Amach
nl: Gedropt uit
tr: Düşürülen çıkan

source: Protocol
es: Protocolo
ga: Gnás
tr: İletişim Kuralları

source: Vendor/Version
es: Software/Versión
ga: Díoltóir/Leagan
nl: Leverancier/versie
tr: Satıcı/Sürüm

source: Time
es: Tiempo
ga: Am
nl: Tijd
tr: Süre

source: Compressed (I/O)
es: Comprimido (E/S)
ga: Comhbhrúite (I/O)
nl: Gecomprimeerd (I/O)
tr: Sıkıştırılmış (G/Ç)

source: Compressed In
es: Comprimidos/Entrantes
ga: Comhbhrúite Isteach
nl: Verkleind in
tr: Sıkıştırılan girişi

source: Compressed Out
es: Comprimidos/Salientes
ga: Comhbhrúite Amach
nl: Verkleind uit
tr: Sıkıştırılan çıkışı

source: QRP (%)
es: Baja potencia (%)

source: QRP Empty
es: Vacio
ga: QRP Folamh
nl: Lege QRP
tr: QRP Boş

source: Connecting...
es: Conectando…
ga: Ag Nascadh...
nl: Verbinden...
tr: Bağlanıyor...

source: Outgoing
es: Salientes
ga: Ag Dul Amach
nl: Uitgaand
tr: Giden

source: Incoming
es: Entrantes
ga: Ag Teacht Isteach
nl: Inkomend
tr: Gelen

source: Connected on
es: Conectado a
ga: Nasctha ar
nl: Verbonden op
tr: Üzerine bağladı

source: Ultrapeer
es: Ultrapares
ga: Comhghleacaí

source: Leaf
es: Nodo
ga: Duilleog
tr: Yaprak

source: Connecting
es: Conectando
ga: Ag Ceangailt
nl: Verbinden
tr: Bağlantı

source: Leaves
es: Hojas
ga: Duilleoga
tr: Yapraklar

source: Ultrapeers
es: Ultrapares
ga: Comhghleacaithe

source: Peers
es: Pares
ga: Comhghleachaithe
tr: Paylaşımcılar

source: Standard
es: Estándar
ga: Gnáth
nl: Standaard
tr: Standart

source: Loading Connections Window...
es: Cargando ventana de conexión...
ga: Ag Luchtú Fuinneog na Naisc...
nl: Verbindingsvenster wordt geladen...
tr: Bağlantı Penceresi Açılıyor...

source: Connection Status:
es: Estado de conexión:
ga: Treo an Nasc...
nl: Verbindingsstatus:
tr: Bağlantı Durumu:

source: Add Gnutella Connection
es: Agregar conexión Gnutella
ga: Cuir Nasc Gnutella Leis
nl: Gnutella-verbinding toevoegen
tr: Gnutella Bağlantısı Ekle

source: Host:
es: Computadora:
ga: Óstach:
tr: Sunucu:

source: Port:
es: Puerto:
nl: Poort:
tr: Bağlantı Noktası:

source: Use TLS:
es: Usa TLS:
ga: Bain feidhm as TLS:
nl: TLS gebruiken:
tr: TLS kullan:

source: Peer
es: Par
ga: Comhghleacaí
tr: Paylaşımcı

source: Yes, Try Again
es: Si, Intentar de nuevo
ga: Sea, Déan Iarracht Arís
nl: Ja, probeer opnieuw
tr: Evet, Yeniden Dene

source: No, Share Nothing
es: No, compartir nada
ga: Ná Comhroinn Rud Ar Bith
nl: Nee, deel niets
tr: Hayır, Hiçbir Şey Paylaşma

source: Do not show this message again.
es: No volver a mostrar este mensaje
ga: Ná taispeán an teachtaireacht seo arís.
nl: Toon deze waarschuwing niet meer.
tr: Bu mesajı bir daha gösterme.

source: You clicked OK but did not select any files to be shared. Would you like to try again?
es: Hizo click en OK pero no selecciono ningun archivo para compartir, le gustaria intentar de nuevo?
ga: Do bhrúigh tú Tá go maith ach níor roghnaigh tú comhaid ar bithe le roinnt. Ar mhaith leat iarracht eile a dhéanamh?
nl: U klikte op de OK-knop, maar u selecteerde geen bestanden om te delen. Wilt u het nogmaals proberen?
tr: Tamama Tıkladınız fakat paylaşılması için hiçbir dosya seçmediniz. Tekrar denemek ister misiniz?

source: Queue
es: En cola
ga: Scuaine
nl: Wachtrij
tr: Kuyruk

source: Queued
es: En cola
ga: I Scuaine
nl: In wachtrij geplaatst
tr: Kuyruğa Eklendi

source: Connecting ({0} hosts tried)...
es: Conectando ({0} anfitriones tratados
nl: Verbindt ({0} hosts geprobeerd)...
tr: Bağlanıyor ({0} sunucu denendi)...

source: Waiting On Busy Hosts
es: Esperando a las computadoras centrales ocupadas
ga: Ag Feitheamh Ar Óstaigh Gnóthacha
nl: Hosts zijn bezet
tr: Meşgul Suncularda Bekliyor

source: Complete
es: Completado
ga: Críochnaithe
nl: Klaar
tr: Biten

source: Aborted
es: Abortado
ga: Tobscoirthe
nl: Afgebroken
tr: İptal Edildi

source: Awaiting Sources
es: Fuentes en espera
ga: Ag Feitheamh Ar Foinsí
nl: Kan niet downloaden
tr: Kaynaklar Bekleniyor

source: Downloading from
es: Descargando desde
ga: Á íosluchtú ó
nl: Bezig met downloaden van
tr: İndiriliyor:

source: Disk Problem
es: Problema en Disco
ga: Fadhb Diosca
nl: Schijfprobleem
tr: Disk Hatası

source: File Corrupted
es: Archivo con fallas
ga: Comhad Truaillithe
nl: Bestand is beschadigd
tr: Dosya Bozuk

source: Waiting {0}s for Sources
es: Esperando {0}Fuentes
ga: Ag feitheamh {0} s do Fhoinsí
nl: Wachten {0}s op bronvermeldingen
tr: Kaynak için Bekleniyor: {0} s

source: Need More Sources
es: Se necesitan más fuentes
ga: Tuilleadh Foinsí de Dhíth
nl: Meer bronnen nodig
tr: Daha Fazla Kaynak Gerekli

source: Waiting for Stable Connections
es: Esperando conexiones estables
ga: Ag feitheamh do Naisc Cobhsaí
nl: Wachten op een stabiele verbinding
tr: Stabil Bağlantı için Bekleniyor

source: Waiting in Line, Position
es: Esperando en cola, posición
ga: Ag Feitheamh i Líona, Suíomh
nl: In de wachtrij gezet, positie
tr: Bekleniyor, Sıra:

source: Verifying File Contents...
es: Verificando los contenidos del archivo...
ga: Ag Fíorú Inneachair na Comhaide...
nl: Bestandsinhoud verifiëren...
tr: Dosya İçeriği Doğrulanıyor...

source: Saving File...
es: Guardando archivo...
ga: Ag Cuir an Comhad i dTaisce...
nl: Bestand opslaan...
tr: Dosya Kaydediliyor...
