Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Search the Network for the Given Words
es: Buscar las palabras en la red.
ga: Cuardaigh an Líonra do na Focail Tugtha
nl: Zoeken op het netwerk naar de ingegeven woorden
tr: Verilmiş sözcükler için şebekeyi ara

source: The address format is incorrect, please use host:port.
es: El formato de la dirección es incorrecto, por favor escriba: servidor:puerto
ga: Tá formáid an seoladh mícheart, bain feidhm as óstach:port.
nl: Het adresformaat is incorrect, gebruik host:poort.
tr: Adres biçimi yanlıştır, lütfen kullanılan veri yolu: port.

source: Close Search
es: Cerrar la búsqueda
nl: Zoekresultaten sluiten
tr: aramayı kapat

source: Launch Action
es: Iniciar accción
ga: Tosaigh Gníomh
nl: Actie uitvoeren
tr: Hareketi başlat

source: Chat With Host
es: Chat con computadora central
ga: Déan Comhrá Leis An t-Óstach
nl: Chatten met host
tr: Sunucuyla Sohbet Et

source: Repeat Search
es: Repetir búsqueda
nl: Zoekopdracht herhalen
tr: Aramayı tekrarla

source: Block Hosts
es: Bloquear computadora central
nl: Hosts blokkeren
tr: Sunucuyu Engelle

source: Mark As
es: Marcar como
ga: Chur Comhartha Mar
nl: Markeren als
tr: İşaretle:

source: Get More Results
es: Tener mas resultados
nl: Zoek voor meer resultaten
tr: Daha çok sonucu al

source: Loading Search Window...
es: Cargando ventana de búsqueda...
nl: Zoekvenster wordt geladen...
tr: Arama penceresini yüklemek

source: Firewalled Host
es: Detras de Firewall
nl: Host achter firewall
tr: Firewall Korumalı Sunucu

source: Your search must be at least three characters to avoid congesting the network.
es: Su búsqueda debe tener por lo menos tres caracteres para evitar congestionar la red.
ga: Caithfear ar a laghad trí litreacha bheith i do chuardach ionas nach cúngófar an líonra.
nl: Uw zoekterm moet minstens drie karakters bevatten om het netwerk niet te overbelasten.
tr: Ağın tıkanmasını engellemek için aramanız en az üç karakter uzunluğunda olmalıdır.

source: Your search is too long. Please make your search smaller and try again.
es: Su búsqueda es muy larga. Por favor reduzca su búsqueda e intente de nuevo.
ga: Tá do chuardach ró-fhada. Laghdaigh do chuardach agus déan iarracht arís.
nl: Uw zoekopdracht is te lang. Maak a.u.b. uw opdracht kleiner en probeer het opnieuw.
tr: Aramanız çok uzun. Lütfen aramanızı kısaltıp tekrar deneyin..

source: Your search is too specific. Please make your search smaller and try again.
es: Su búsqueda es muy específica. Por favor haga su búsqueda más pequeña e intente de nuevo.
ga: Tá do chuardú ró-shonrach. Laghdaigh do chuardú agus déan iarracht eile.
nl: Uw zoekopdracht is te specifiek. Maak a.u.b. uw opdracht kleiner en probeer het opnieuw.
tr: Arama kriterleriniz çok seçici. Lütfen aramanızı daha kapsamlı tutun ve tekrar deneyin.

source: Please wait, FrostWire must finish loading before a search can be started.
es: Por favor espere, FrostWire debe terminar de cargar antes de que una busqueda sea ejecutada
ga: Fán le do thoil, caithfidh FrostWire críochnú ag luchtú sular féidir cuardú a thosú.
nl: Even wachten a.u.b., FrostWire moet het laden afronden voordat een zoekopdracht gestart kan worden.
tr: Lütfen bekleyin, arama yapmaya başlamadan önce FrostWire'ın yüklenmesinin tamamlanması gerekir.

source: You are not connected to the network. To connect, select "Connect" from the "File" menu. Your search may not return any results until you connect.
es: No está conectado a la red. Para conectarse, seleccione "conectar" desde el menu "archivo". Su búsqueda podría no arrojar ningn resultado hasta que se conecte.
ga: Níl tú ceangailte leis an líonra. Chun ceangailt, roghnaigh "Ceangail" ón roghchlár "Comhad". B´fhéidir nach gheofar toradh ar bith go dtí go ceanglaíonn tú..
nl: U bent niet verbonden met het netwerk. Selecteer 'Verbinden' uit het menu 'Bestand' om te verbinden. Uw zoekopdracht kan geen resultaten terugsturen totdat u verbindt.
tr: Bir ağa bağlı değilsiniz. Bağlanmak için, "Dosya" menüsünden "Bağlan"ı seçin. Bağlanana kadar aramanız sonuç döndürmeyebilir.

source: FrostWire is currently connecting to the network. Your search may not return many results until you are fully connected to the network.
es: FrostWire se está conectando a la red. Su búsqueda podría no devolver muchos resultados mientras no este completamente conectado a la red.
ga: Tá FrostWire ag ceangailt leis an líonra faoi láthair. B´fhéidir nach gheofar mórán torthaí go dtí go bhfuil tú ceangailte go hiomlán leis an líonra.
nl: FrostWire is nu een verbinding aan het maken. Uw zoekaanvraag zal weinig resutaten opleveren totdat u volledig met het netwerk bent verbonden.
tr: FrostWire güncel olarak şebekeye bağlanıyor. Senin araman şebekeye tam olarak bağlı oluncaya kadar birçok sonuca dönmeyebilir.

source: One of the selected files is an executable program and could contain a virus. Are you sure you want to download it?
es: Uno de los archivos seleccionados es un programa ejecutable y podría contener un virus. Está seguro que desea descargarlo?
ga: Is ríomhchlár rite ceann de na comhaid roghnaithe agus d´fhéadfadh aicídnimh a bheith ann. An bhfuil tú cinnte go dteastaíonn uait é a íosluchtú?
nl: Eén van de geselecteerde bestanden is een EXE-bestand en kan een virus bevatten. Weet u zeker dat u het bestand wilt downloaden?
tr: Seçilen dosyaların biri uygulanabilir bir programdır ve bir virüs içerebilir. Sen onu indirmeyi istediğinden emin misin?

source: Could not browse host {0}.
es: No se puede navegar por la computadora central {0} .
ga: Níorbh fhéidir an óstach {0} a shiortú.
nl: Kon niet kijken bij host {0} .
tr: Sunucu{0}'ya bağlanılamıyor.

source: Location
es: Ubicación
nl: Locatie
tr: Konum

source: Vendor
es: Proveedor
nl: Leverancier
tr: Satıcı

source: Created
es: Creado
ga: Cruthaithe
nl: Gemaakt
tr: yapıldı

source: Junk Rating
es: Puntuación de Basura
ga: Mangarae Aicmiú
nl: Ongewenstheidswaarde
tr: Derecelendirmeyi at

source: Media
es: Medios
ga: Meáin
tr: Ortam

source: This is a secure result. No information in this result has been tampered.
es: Este es un resultado seguro.Ninguna informacion en este resultado ha sido corrompida.
ga: Seo toradh slán. Níor bhaineadh leis an fhaisnéis sa toradh seo.
nl: Dit is een beveiligd resultaat. Geen informatie van dit resultaat is bewerkt.
tr: Bu emniyetli bir sonuçtur. Bu sonuçta hiçbir bilgi tahrip edilmedi.

source: View in Browser...
es: Ver en el Navegador...
ga: Féach ar sa Líonléitheoir...
nl: Tonen in browser...
tr: Tarayıcıda gör...

source: Sharing Extensions
es: Extensiones a compartir
ga: Ag Roinnt Iarmhíreanna
nl: Extensies delen
tr: Uzatmaları paylaşmak

source: Select the types of files on your computer that you wish to share with FrostWire.
es: Seleccione los tipos de archivo de su computadora que ud. desea compartir a través de FrostWire.
ga: Roghnaigh na cineál comhaid ar do ríomhaire ar mhaith leat roinnt le FrostWire.
nl: Selecteer de bestandstypes op uw computer die u wilt delen met FrostWire.
tr: FrostWire'yle bilgisayarında paylaşmayı dilediğin dosyaların tiplerini seç

source: My Extensions
es: Mis Extensiones
ga: Mo Iarmhíreanna
nl: Mijn extensies
tr: Uzantılarım

source: Other
es: Otro
ga: Eile
nl: Anders
tr: Diğer

source: To allow selection enable sharing of sensitive types.
es: Para permitir la seleccion, permita compartir tipos de archivo sensitivos (delicados)
ga: Chun roghnú a cheadú, cumasaigh roinnt na cineálacha íogaireacha.
nl: Om selectie toe te staan moet u het delen van gevoelige bestandstypes inschakelen.
tr: Seçime izin vermek hassas tiplerin paylaşmasını sağlar

source: The extension name was not valid, could not add.
es: El nombre de la extension no fue valido, no pudo agregarla
ga: Ní raibh ainm an iarmhír seasmhach, níorbh fhéidir é a cuir leis.
nl: De extensienaam was niet geldig en kon niet toegevoegd worden.
tr: Uzatma ismi geçerli değil ekleyemedi

source: Add New Extension
es: Agregar Nueva Extensión
ga: Cuir Iarmhír Leis
nl: Nieuwe extensie toevoegen
tr: Yeni Uzantı Ekle

source: Add a New Extension to My Extensions
es: Agregar una Nueva Extensión a Mis Extensiones
ga: Cuir Iarmhír Nua le Mo Iarmhíreanna
nl: Een nieuwe extensie toevoegen aan 'Mijn extensies'
tr: Benim uzatmalarıma yeni bir uzatmayı ekle

source: Enter the extension pattern:
es: Escriba patrón de la extensión:
ga: Cuir isteach samhlachas an iarmhír:
nl: Voer het extensiepatroon in:
tr: Uzantı desenini gir:

source: Extension Sharing Settings
es: Configuración de Extensiones Compartidas
ga: Socruithe Roinnt na hIarmhíreanna
nl: Extensiedelingsinstellingen
tr: Uzantı Paylaşım Ayarları

source: This options clears any extension sharing changes you made and sets FrostWire's extension sharing preferences to the original preferences. Do you wish to continue?
es: Estas opciones borran cualquier cambio en las extensiones compartidas que haya hecho y pone la configuración de extensiones compartidas en sus valores originales. Desea continuar?
ga: Ar mhaith leat leanúint ar aghaidh?
nl: Deze optie wist elke extensiedelingsverandering die u gemaakt heeft en zet de extensiedelingsvoorkeuren van FrostWire terug naar de standaardwaardes. Weet u zeker dat u door wilt gaan?

source: Do Not Share Sensitive File Types
es: No compartir tipos de archivos delicados
ga: Ná Roinn Cineálacha Comhad Íogaireacha
nl: Geen gevoelige bestandstypes delen
tr: Hassas dosya tiplerini paylaşma

source: Other types of files.
es: Otros tipos de archivos
ga: Cineáil Comhaid Eile.
nl: Andere types bestanden.
tr: diğer dosya tipleri.

source: <html><table width=400>You selected: <i>{0}</i><br>FrostWire cannot share this folder because it is either not a folder or cannot be read.<br><br>Please select another folder to share.</table></html>
es: <html><table width=400>Ud. ha seleccionado: <i>{0}</i><br>FrostWire no puede compartir esta carpeta porque no existe o no puede ser leída.<br><br>Por favor, seleccione otra carpeta para compartir.</table></html>
nl: <html><table width=400>U selecteerde: <i>{0}</i><br>FrostWire kan deze map niet delen omdat het óf geen map is óf niet gelezen kan worden.<br><br>Selecteer a.u.b. een andere map om te delen.</table></html>

source: <html><table width=400>You selected: <i>{0}</i><br>FrostWire cannot share this folder for security reasons.<br><br>Please select another folder to share.</table></html>
es: <html><table width=400>Ud. ha seleccionado: <i>{0}</i><br>FrostWire no puede compartir esta carpeta por razones de seguridad.<br><br>Por favor, seleccione otra carpeta para compartir.</table></html>
nl: <html><table width=400>U selecteerde: <i>{0}</i><br>FrostWire kan deze map niet delen vanwege veiligheidsredenen.<br><br>Selecteer a.u.b. een andere map om te delen.</table></html>

source: <html><table width=400>The folder <i>{0}</i><br>is likely to contain sensitive or personal information.<br><br>FrostWire recommends that you <b>DO NOT</b> share this folder.<br><br>Are you sure you want to share it?</table></html>
es: <html><table width=400>La carpeta <i>{0}</i><br> parece contener información sensitiva o personal.<br><br>FrostWire le recomenda <b>NO</b> compartir esta carpeta.<br><br>¿Está seguro que desea compartirla??</table></html>
nl: <html><table width=400>De map <i>{0}</i><br>bevat meestal gevoelige of persoonlijke informatie.<br><br>FrostWire raadt u aan om deze map <b>NIET</b> te delen.<br><br>Weet u zeker dat u deze map toch wilt delen?</table></html>

source: Details
es: Detalles
ga: Mionsonraí
tr: Detaylar

source: Revert To Default
es: Revertir al valor predeterminado
ga: Fill Ar An Réamhshocrú
nl: Standaardinstellingen herstellen
tr: Varsayılana Geri Dön

source: More Options
es: Más opciones
ga: Roghanna Breise
nl: Meer opties
tr: Daha çok seçenek

source: Stripe Rows
es: Filas en franja
ga: Sraitheanna Síoga
nl: Streeprijen
tr: Satır Çizgileri

source: Sort Automatically
es: Ordenar automáticamente
nl: Automatisch sorteren
tr: Otomatik olarak sınıfla

source: Extended Tooltips
es: Indicadores de funciones ampliados
ga: Nodanna Uirlisí Breisithe
nl: Uitgebreide tooltips
tr: Genişletilmiş İpuçları

source: You cannot turn off all columns.
es: No puede desactivar todas las columnas.
ga: Ní féidir gach colúin a bhaint
nl: U kunt niet alle kolommen uitschakelen.
tr: bütün sütunları kapatamazsın

source: Show Connections to Other Clients
es: Mostrar conexiones a otros clientes.
ga: Taispeáin Naisc Le Daoine Eile
nl: Verbindingen tonen naar andere cliënten
tr: Diğer müşterilere bağlantıları göster

source: Console
es: Consola
ga: Eallóg
nl: Logboek
tr: Konsol

source: View Console Messages
es: Ver Mensajes de la bitacora
ga: Féach ar Teachtaireachtaí na hEallóige
nl: Bekijk logberichten
tr: konsol mesajlarını göster

source: View Repository of Saved Files
es: Ver repositorio de archivos guardados.
ga: Féach ar Taisce Comhad Taiscithe
nl: Overzicht van de opgeslagen bestanden
tr: Kaydedilen Dosyalar Deposunu Görüntüle

source: View Searches and Uploads
es: Ver búsquedas y cargas.
ga: Féach ar Cuardaithe agus Uasluchtaithe
nl: Bekijk zoektermen en uploads
tr: Görüşler aramalar ve yüklemeler

source: Search and Download Files
es: Buscar y descargar archivos.
ga: Cuardaigh agus Íosluchtaigh Comhaid
nl: Bestanden zoeken en downloaden
tr: Arama ve indirme dosyaları

source: The skin file you selected does not exist or is invalid. Please choose another file, or use the default.
es: El archivo de carátula que seleccionó no existe o no es válido. Por favor, elija otro archivo o utilice el predeterminado.
ga: Tá an craiceann comhad a roghnaigh tú neamhsheasmhach nó níl sé ann. Roghnaigh comhad eile le do thoil, nó bain feidhm as an réamhshocrú.
nl: De skin die u selecteerde bestaat niet of is ongeldig. Kies a.u.b. een ander bestand of gebruik de standaard.
tr: seçtiğin arayüz dosyaları var olamaz veya geçersizdir. Lütfen başka bir dosyayı seç veya eskisini kullan.

source: To try your new skin, you must restart FrostWire.
es: Para incorporar la nueva carátula debe reiniciar FrostWire.
ga: Chun do chraiceann nua a fheiceáil, caithfear FrostWire a atosú.
nl: Om de nieuwe skin te proberen moet u FrostWire herstarten.
tr: Yeni arayüzünüzü kullanabilmek için FrostWire'ı yeniden başlatmanız gerekir.

source: Invalid Skin
es: Carátula inválida
ga: Craiceann Neamhsheasmhach
nl: Ongeldige skin
tr: geçersiz önyüz (skin)

source: The skin you selected is out of date. Please download the latest version of the skin.
es: La carátula que seleccionó ha caducado. Por favor, descargue la ltima versión de la carátula.
ga: Tá an craiceann a roghnaigh tú seanaimseartha. Íosluchtaigh le do thoil an leagan is déanaí den chraiceann.
nl: De skin die u selecteerde is verouderd. Download a.u.b. de nieuwste versie van de skin.
tr: seçtiğin önyüzün süresi geçmiş. Lütfen en son uyarlamasını indir

source: Get New Skins
es: Obtenga temas nuevos
ga: Faigh Craicinn Úra
nl: Nieuwe skins verkrijgen
tr: yeni önyüzlari al

source: The theme you are applying is invalid. FrostWire will revert to the default theme.
es: El tema que está aplicando es inválido. FrostWire revertirá los cambios al tema por defecto.
ga: Tá an t-ábhar atá á chur i bhfeidhm agat neamhsheasmhach. Fillfidh FrostWire ar an t-ábhar réamhshocraithe.
nl: De skin die u wilt toepassen is ongeldig. FrostWire zal naar de standaardskin terugkeren.
tr: Senin uyguluyor olduğun tema geçersizdir. FrostWire hazır gelen temaya dönecek

source: Stop Selected Uploads
es: Detener las cargas seleccionadas.
nl: Stop de geselecteerde uploads
tr: yüklemelerin Durdurulması seçildi

source: Remove Inactive Uploads
es: Quitar las cargas inactivas
ga: Bain Uasluchtaithe Neamhghníomhacha
nl: Verwijder inactieve uploads
tr: Hareketsiz yüklemeleri çıkar

source: Uploading
es: Cargando
nl: Bezig met uploaden
tr: yükleme

source: Upload Limit Reached
es: El Límite de Carga ha sido alcanzado
ga: Teorann na hUasluchtú Sroichte
nl: Uploadlimiet bereikt
tr: Yükleme Sınırına Ulaşıldı

source: Freeloader Uploading
es: Carga de cargador gratuito
ga: Stocaire Ag Uasluchtú
nl: Freeloader gedecteerd

source: Transfer Interrupted
es: Transferencia Interrumpida
ga: Aistriú Idirscortha
nl: Overdracht onderbroken
tr: Aktarım Kesildi

source: File Not Found
es: Archivo No Encontrado
ga: Comhad Gan Aimsiú
nl: Bestand niet gevonden
tr: Dosya Bulunamadı

source: Queued at
es: En cola en
ga: I scuaine ag
nl: In wachtrij bij
tr: Sırada

source: Range Unavailable
es: Rango no disponible
ga: Raon nach bhfuil ar fáil
nl: Bereik onbeschikbaar
tr: Mevcut olmayan dizin

source: Malformed Request
es: Petición erronea
ga: Iarratas Míchumtha
nl: Misvormd verzoek
tr: Kusurlu istek

source: Banned Greedy Servent
es: Servent especulador deportado
ga: Santachán a bhfuil cosc orthu
nl: Gretige downloader verbannen

source: Uploading Hash Tree
es: Cargando Hash Tree
ga: Ag Uasluchtú an Hais-crann
nl: Hashtree uploaden

source: Suspended
es: Suspendido
ga: Curtha Ar Fionraí
nl: Uitgesteld
tr: Askıya Alındı

source: Awaiting Requests
es: Peticiones en espera
ga: Ag Fanacht Ar Iarratais
nl: Wachtende aanvragen
tr: İstekleri bekleniyor

source: Swarm for {0}
es: Búsqueda para: {0}
ga: Saithigh do {0}
nl: Zwerm voor {0}

source: Loading Upload Window...
es: Cargando ventana de carga...
nl: Uploadvenster wordt geladen...
tr: Yükleme penceresi yükleniyor...

source: Seeding
es: Sembrando
ga: Ag Síolú
nl: Uitzaaien
tr: Gönderiliyor

source: Invalid Filename
es: Nombre de Archivo Inválido
nl: Ongeldige bestandsnaam
tr: Geçersiz dosya adı

source: Download Already Finished
es: La Descarga Ya habia Terminado
ga: Íosluchtú Críochnaithe Cheana
nl: Al gedownload
tr: İndirme İşlemi Zaten Sonuçlandı

source: No Write Permission
es: No tiene permiso de escritura
ga: Gan Cead Scríofa
nl: Geen schrijftoestemming
tr: Yazma İzni Yok

source: Folder Does Not Exist
es: La Carpeta No Existe
ga: Níl an Fillteán Ann
nl: Map bestaat niet
tr: Böyle Bir Dizin Yok

source: File Already Exists
es: El Archivo Ya Existe
ga: Tá an Comhad Ann Cheana
nl: Bestand bestaat al
tr: Dosya Zaten Mevcut

source: Filename Taken
es: El Nombre del Archivo Existe
ga: Ainm Comhad Gafa
nl: Bestandsnaam bestaat al
tr: Alınan Dosya Adı

source: Not a Folder
es: No es una Carpeta
ga: Ní Fillteán É Seo
nl: Dit is geen map
tr: Klasör Değil

source: Not a File
es: No es un Archivo
ga: Ní Comhad É Seo
nl: Dit is geen bestand
tr: Dosya Değil

source: Filesystem Error
es: Error del Sistema de Archivos
ga: Botún Córas Comhad
nl: Bestandssysteemfout
tr: Dosya Sistemi Hatası

source: Same File Already Being Downloaded
es: El mismo Archivo ya está siendo Descargado
ga: Tá an Comhad Céanna á Íosluchtú Cheana
nl: Hetzelfde bestand wordt al gedownload
tr: aynı dosya şimdi indiriliyor

source: Could not set file location to {0}, because the filename is invalid and may corrupt your system.
es: No se pudo asignar la ubicación del archivo en {0}, el nombre del archivo es inválido y puede corromper su sistema.
ga: Níorbh fhéidir suíomh an comhad a shocrú go {0}, mar go bhfuil an ainm comhad neamhsheasmhach agus d´fhéadfadh sé do chóras a thruailliíu.
nl: Bestandslocatie naar {0} zetten kon niet worden gerealiseerd omdat de bestandsnaam ongeldig is en dit kan uw computer beïnvloeden.
tr: Dosya konumu {0} olarak belirlenemiyor, çünkü dosya adı geçersiz ve sisteminize zarar verebilir.

source: Could not set the file location, the download is already finished.
es: No se pudo asignar una ubicación para el archivo, la descarga ya habia finalizado.
ga: Níorbh fhéidir an suíomh an comhad a shocrú, tá an íosluchtú chríochnaithe cheana.
nl: Bestandslocatie zetten is niet gelukt, downloaden is al klaar.
tr: Dosya konumu belirlenemiyor, indirme işlemi zaten sonuçlandı.

source: Could not save download to the folder {0}, because you do not have write access to it.
es: No se pudo guardar la descarga a la carpeta {0}, no tiene permiso de escritura en la misma.
ga: Níorbh fhéidir an t-íosluchtú a chur i dtaisce chuig an fillteán {0}, mar nach bhfuil rochtain scríofa agat chuige.
nl: Download is niet opgeslagen in map {0} omdat u hier geen schrijftoegang tot heeft.
tr: İndirilen dosya {0} klasörüne kaydedilemiyor, çünkü bu klasöre yazma izniniz yok.

source: Could not save download to folder {0}, because the folder does not exist.
es: No pudo guardar la descarga a la carpeta {0}, la carpeta no existe.
ga: Níorbh fhéidir an t-íosluchtú a chur i dtaisce i bhfillteán {0}, mar níl an fillteán ann.
nl: Download is niet opgeslagen in map {0}, omdat de map niet bestaat.
tr: İndirilen dosya {0} klasörüne kaydedilemiyor, çünkü böyle bir klasör bulunamıyor.

source: A file already exists at {0}.
es: Un Archivo ya existe en {0}.
ga: Tá comhad ann cheana ag {0}.
nl: Er bestaat al een bestand in {0}
tr: Bir dosya zaten {0} konumunda mevcut.

source: Another download is already saving to {0}.
es: Otra descarga ya se está guardando en {0}.
ga: Tá íosluchtú eile á chur i dtaisce cheana chuig {0}
nl: Een andere download wordt al opgeslagen naar {0}
tr: İndirilen başka bir dosya zaten {0} konumuna kaydediliyor.

source: Could not set download folder to {0}, because it represents an individual file, not a folder.
es: No se pudo colocar la carpeta de descargas como {0}, representa un archivo individual, no una carpeta.
ga: Níorbh fhéidir an fillteán íosluchtú a shocrú chuig {0}, mar léiríonn sé comhad amháin, seachas fillteán.
nl: Download naar map {0} is niet gelukt omdat het een individueel bestand is, geen map.
tr: {0} indirilenler dosyası olarak ayarlanamıyor, çünkü bir klasörü değil tek bir dosyayı temsil ediyor.

source: Could not set file location to {0}, because it is not a regular file.
es: No se pudo asignar la ubicación del archivo en {0}, porque no es un archivo regular.
ga: Níorbh fhéidir suíomh an comhad a shocrú chuig {0}, mar ní ghnáth comhad atá ann.
nl: Bestandslocatie naar {0} zetten kon niet worden gerealiseerd omdat het geen gangbaar bestand is.
tr: Dosya konumu {0} olarak ayarlanamıyor, çünkü bu sıradan bir dosya değil.

source: Could not set file location due to an error in the filesystem.
es: No se pudo asignar la ubicación del archivo debido a un error en el sistema de archivos.
ga: Níorbh fhéidir suíomh an comhad a shocrú toisc botún sa córas comhad.
nl: Bestandslocatie zetten is niet gerealiseerd door een foutmelding in het bestandssysteem.
tr: Dosya sisteminde oluşan bir hatadan dolayı dosya konumu belirlenemedi.

source: The same file is already being downloaded.
es: El mismo archivo ya esta siendo descargado.
ga: Tá an comhad céanna á íosluchtú cheana.
nl: Hetzelfde bestand wordt al gedownload.
tr: Aynı dosya zaten şu anda indiriliyor.

source: The path of the parent folder exceeds the maximum length of paths on the filesystem. {0}
es: La ruta del directorio contenedor excede el largo máximo de las rutas en el sistema de archivos. {0}
ga: Tá fad an chonair den mháthair fhillteán níos faide ná uasfhad na chonairí ar an gcóras comhad. {0}
nl: Het pad van de parentmap overschreidt de maximumlengte van paden op het besturingssysteem. {0}

source: There is nothing to preview for file {0}.
es: El archivo {0} no posee ningún contenido que pueda ser previsualizado.
ga: Níl tada le réamhamharc don comhad {0}.
nl: Er is niets om voor te vertonen voor het bestand {0}.
tr: {0} dosyası için önizleme yapmak mümkün değil.

source: More Search Options
es: Más opciones de búsqueda
nl: Meer zoekopties
tr: Daha Fazla Arama Seçeneği

source: Info
es: Información
ga: Eolas
nl: Informatie
tr: Bilgi

source: Publish License
es: Publicar Licencia
ga: Foilsigh Ceadúnas
nl: Uitgeverslicentie
tr: Yayımlama Lisansı
