Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: FrostWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
es: FrostWire no puede descargar el archivo seleccionado debido a que no hay espacio en su disco duro. Para descargar más archivos debe liberar espacio en su disco duro.
ga: Theip ar FrostWire comhad riachtanach a íosluchtú mar tá do thiomántán lán. Chun tuilleadh comhad a íosluchtú, caithfear slí a chur ar fáil ar do thiomántán crua.
nl: FrostWire kan het geselecteerde bestand niet downloaden omdat uw schijf vol is. Om meer bestanden te downloaden moet u ruimte op uw harde schijf vrij maken.
tr: FrostWire seçili dosyayı hard diskiniz dolu olduğundan indiremiyor. Daha fazla dosya indirmek için hard diskinizde boş yer açmalısınız.

source: FrostWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
es: FrostWire no pudo descargar el archivo seleccionado porque otro programa lo está usando. Por favor, cierre el otro programa y vuelva a intentar la descarga.
ga: Theip ar FrostWire an comhad roghnaithe a íosluchtú mar tá ríomhoideas eile ag baint feidhm as an comhad. Dún an ríomhoideas eile agus déan iarracht eile an comhad a íosluchtú.
nl: FrostWire kon het geselecteerde bestand niet downloaden omdat een ander programma het bestand gebruikt. Sluit a.u.b. het andere programma en probeer opnieuw te downloaden.
tr: FrostWire seçili dosyayı başka bir program kullanmakta olduğundan indiremiyor. Lütfen diğer programı kapatın ve tekrar deneyin.

source: FrostWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
es: FrostWire no pudo abrir el archivo incompleto para la descarga seleccionada porque el nombre del archivo contiene caracteres que su sistema operativo no soporta.
nl: FrostWire kon het onvolledige bestand niet openen omdat de bestandsnaam karakters bevat die niet door uw besturingssysteem ondersteund worden.
tr: FrostWire seçili tamamlanmamış dosyayı işletim sisteminin desteklemediği karakterler içerdiğinden dolayı açamıyor.

source: FrostWire was unable to set up a port to listen for incoming connections. Some features of FrostWire may not work as expected.
es: FrostWire no pudo configurar un puerto para escuchar las conexiones entrantes. Puede que algunas funciones de FrostWire no funcionen correctamente.
ga: Theip ar FrostWire port a chumrú chun éisteach do naisc ag teacht isteach. D'fhéadfadh gnéithe de FrostWire gan feidhmiú i gceart.
nl: FrostWire kan geen poort openzetten om inkomende verbindingen te accepteren. Sommige functies van FrostWire zullen niet als verwacht werken.
tr: FrostWire, gelen bağlantıları dinlemek için port ayarı yapamıyor. FrostWire'ın bazı özellikleri beklendiği gibi çalışmayabilir.

source: Sorry, FrostWire couldn't read your old downloads. You can restart them by going to your Library, viewing your 'Incomplete Files', and clicking to 'Resume' your downloads.
es: Disculpe. FrostWire no pudo leer sus descargas anteriores. Puede reiniciarlas viendo sus "Archivos Incompletos" y haciendo clic en "Continuar" en la Librería.
nl: Sorry, FrostWire kon uw oude downloads niet lezen. U kunt ze herstarten door naar de Bibliotheek te gaan en bij 'Incomplete bestanden' op 'Hervatten' te klikken.
tr: Üzgünüz,FrostWire önceden indirdiğiniz dosyaları okuyamadı. Kütüphaneye gidip "Tamamlanmamış dosyaları" görebilir ve "Devam et"e tıklayarak bu dosyaları indirmeye tekrar başlayabilirsiniz.

source: Sorry, FrostWire couldn't read some of your old downloads. You can restart them by going to your Library, viewing your 'Incomplete Files', and clicking to 'Resume' your downloads.
es: Disculpe. FrostWire no pudo leer algunas de sus descargas anteriores. Puede reiniciarlas viendo sus "Archivos Incompletos" y haciendo clic en "Continuar" en la Librería.
nl: Sorry, FrostWire kon sommige van uw oude downloads niet lezen. U kunt ze herstarten door naar de Bibliotheek te gaan en bij 'Incomplete bestanden' op 'Hervatten' te klikken.
tr: Üzgünüz,FrostWire önceden indirdiğiniz dosyaları okuyamadı. Kütüphaneye gidip "Tamamlanmamış dosyaları" görebilir ve "Devam et"e tıklayarak bu dosyaları indirmeye tekrar başlayabilirsiniz.

source: Loading TLS Encryption...
es: Cargando Encriptación TLS...
ga: Criptiúcháin TLS Á Luchtú...
nl: TLS-encryptie wordt geladen...
tr: TLS Şifrelemesi yükleniyor...

source: Loading Safe Content Management...
es: Cargando Gestor de Contenido Seguro...
ga: Ag Luchtú Bainistíocht Inneachair Slán...
nl: Veilig inhoudsbeheer wordt geladen...
tr: Güvenli İçerik Yöneticisi yükleniyor...

source: Loading Message Router...
es: Cargando distribuidor de mensajes...
ga: Ag Luchtú Ródaire na Teachtaireachtaí...
nl: Berichtenrouter wordt geladen...
tr: Mesaj Yönlendirici yükleniyor...

source: Checking for Updates...
es: Buscando actualizaciones...
ga: Ar tóir Nuashonraithe...
nl: Controleert op updates...
tr: Güncellemeler Kontrol Ediliyor...

source: Loading Upload Management...
es: Cargando gestor de subida de archivos...
ga: Ag Luchtú Bainistíocht Uasluchtú...
nl: Upload instellingen worden geladen
tr: Yükleme Yöneticisi yükleniyor...

source: Loading Connection Listener...
es: Cargando receptor de conexión...
ga: Ag Luchtú Éisteoir Nasctha...
nl: Connectie-overzicht wordt geladen...
tr: Bağlantı Dinleyicisi yükleniyor...

source: Loading Connection Management...
es: Cargando gestor de conexión...
ga: Ag Luchtú Bainistíocht Nascadh...
nl: Verbindingsbeheer wordt geladen...
tr: Bağlantı Yönetimi yükleniyor...

source: Loading Download Management...
es: Cargando gestión de descarga...
ga: Ag Luchtú Bainistíocht Íosluchtú...
nl: Downloadbeheer wordt geladen...
tr: İndirme Yönetimi yükleniyor...

source: Loading Ultrapeer/DHT Management...
es: Cargando gestión de Ultrapeer/DHT
ga: Ag Luchtú Bainistíocht Ollchomhghleacaí/DHT...
nl: Ultrapeer-/DHT-beheer wordt geladen...
tr: Ultrapeer/DHT yöneticisi yükleniyor...

source: Locating Peers...
es: Localizando pares...
ga: Ag Aimsiú Comhghleacaithe...
nl: Peers worden gelokaliseerd...

source: Loading Shared Files...
es: Cargando archivos compartidos...
nl: Gedeelde bestanden worden geladen...
tr: Paylaşılan Dosyaları yüklüyor...

source: Loading BitTorrent Management...
es: Cargando gestión de BitTorrent...
nl: BitTorrent-beheer wordt geladen...
tr: BitTorrent yöneticisi yükleniyor...

source: Loading Old Downloads...
es: Cargando descargas anteriores...
ga: Ag Luchtú Sean Íosluchtaithe...
nl: Oude downloads worden geladen...
tr: Daha önceden indirilmekte olan dosyalar yükleniyor...

source: Loading Directed Querier...
es: Cargando consulta direccionada...
ga: Ag Luchtú an t-Iarratasóir Treoirithe
nl: Vragenlijst wordt geladen...
tr: Yönlendirici Kollar yükleniyor...

source: Loading Magnet Listener...
es: Cargando oyente de Magnet...
ga: Ag Luchtú Éisteoir Magnet
nl: Magnet-luisteraar wordt geladen...
tr: Birleştirici (Magnet) Sağlayıcı yükleniyor...

source: Loading Peer Listener...
es: Cargando oyente de pares...
ga: Ag Luchtú Éisteoir Chomhghleacaithe...
nl: Peerluisteraar wordt geladen...
tr: Benzer Öge Sağlayıcı yükleniyor...

source: Loading Stale Connection Management...
es: Cargando gestor de conexiones fallidas...
ga: Ag Luchtú Bainistíocht Nasc Dreoite...
nl: Staal verbindingsbeheer wordt geladen...
tr: Stale (Eskimiş) Bağlantı Yönetimi yükleniyor...

source: Loading Saved Files...
es: Cargando archivos guardados...
ga: Ag Luchtú Comhaid i dTaisce...
nl: Opgeslagen bestanden worden geladen...
tr: Kaydedilmiş Dosyalar yükleniyor...

source: Loading Spam Management...
es: Cargando gestión de spam...
ga: Ag Luchtú Bainistíocht Truscar...
nl: Spambeheer wordt geladen...
tr: Spam Yönetimi yükleniyor...

source: Loading Network Listeners...
es: Cargando oyentes de red...
ga: Ag Luchtú Éisteoirí an Líonra...
nl: Netwerkluisteraars worden geladen...
tr: Network Kullanıcıları Yükleniyor..

source: All Types
es: Cualquier tipo
ga: Gach Cineáil
nl: Alle soorten
tr: Tüm Dosya Türleri

source: Documents
es: Documentos
ga: Cáipéisí
nl: Documenten
tr: Belgeler

source: Programs
es: Programas
ga: Ríomhoidis
nl: Programma's
tr: Programlar

source: Video
es: Vídeo
ga: Físeán

source: Images
es: Imágenes
ga: Íomhánna
nl: Afbeeldingen
tr: Resimler

source: Could not process bad MAGNET link {0}
es: No se pudo procesar un enlace MAGNET corrupto {0}
ga: Níorbh fhéidir droch nasc Magnet {0} a rith
nl: Kon slechte Magnet-link "{0}" niet verwerken
tr: Bozuk Birleştirici (magnet) Bağlantısı işlenemiyor {0}

source: One or more URLs in the MAGNET link were invalid. Your file may not download correctly.
es: Una o más direcciones del enlace MAGNET son inválidas. Es posible que su archivo no se descargue correctamente.
ga: Tá ceann amháin nó níos mó de na URLanna sa nasc MAGNET neamhsheasmhach. B'fhéidir nach íosluchtófar do chomhad i gceart.
nl: Eén of meerdere URLs van de MAGNET-link zijn ongeldig. Uw bestand wordt misschien niet correct gedownload.
tr: Birleştirici içerisindeki bir veya daha fazla URL hatalı. Dosyanız düzgün olarak indirilemeyebilir.

source: You have already downloaded {0}
es: Ya descargó "{0}".
ga: Tá {0} íosluchtaithe cheana agat.
nl: U heeft het bestand "{0}" al gedownload.
tr: Şimdiye kadar indirdiğiniz {0}

source: You are already downloading this file to {0}
es: Ya está descargando este archivo en la carpeta "{0}".
ga: Tá an comhad seo á íosluchtú cheana agat chuig {0}
nl: U bent dit bestand al aan het downloaden naar "{0}".
tr: Bu dosyayı zaten {0}e indiriyorsunuz

source: Title
es: Título
ga: Teideal
nl: Titel
tr: Başlık

source: Artist
es: Artista
ga: Ealaíontóir
nl: Artiest
tr: Sanatçı

source: Album
es: Disco
ga: Albam
tr: Albüm

source: Genre
es: Género
ga: Aicme
tr: Tarz

source: Track
es: Pista
ga: Rian
nl: Nummer
tr: Parça

source: Type
es: Tipo
ga: Cineál
tr: Tür:

source: Length
es: Duración
ga: Fad
nl: Lengte
tr: Uzunluk

source: Year
es: Año
ga: Bliain
nl: Jaar
tr: Yıl

source: Language
es: Idioma
ga: Béarla
nl: Taal
tr: Dil

source: Bitrate
es: Tasa de bits
ga: Beart Gearradh
tr: Veri akış hızı

source: Comments
es: Comentarios
ga: Nótaí Tráchta
nl: Commentaar
tr: Açıklamalar

source: Action
es: Acción
ga: Gníomh
nl: Actie
tr: Eylem

source: Copyright
es: Derechos de autor
ga: Cóipcheart
tr: Telif Hakkı

source: License Type
es: Tipo de Licencia:
ga: Cineál Ceadúnas
nl: Licentietype
tr: Lisans Türü

source: Producer
es: Productor
ga: Léiritheoir
nl: Producent
tr: Yapımcı

source: Studio
es: Estudio
ga: Stiúideo
tr: Stüdyo

source: Stars
es: Estrellas
ga: Réalta
nl: Sterren
tr: Oyuncular

source: Subtitles
es: Subtítulos
ga: Fotheidil
nl: Ondertitelingen
tr: Altyazılar

source: Rating
es: Evaluación
ga: Grádú
nl: Waardering
tr: Degerlendirme

source: Height
es: Altura
ga: Airde
nl: Hoogte
tr: Yükseklik

source: Width
es: Ancho
ga: Leithead
nl: Breedte
tr: Genişlik

source: Image
es: Imagen
ga: Íomhá
nl: Afbeelding
tr: resim

source: Description
es: Descripción
ga: Cur Síos
nl: Beschrijving
tr: Açıklama

source: License
es: Licencia
ga: Ceadúnas
nl: Licentie
tr: Lisans

source: Document
es: Documento
ga: Cáipéis
tr: Belge

source: Topic
es: Tema
ga: Ábhar
nl: Onderwerp
tr: Konu

source: Author
es: Autor
ga: Údar
nl: Auteur
tr: Yazar

source: Application
es: Aplicación
ga: _Áit:
nl: Programma
tr: Uygulama

source: Name
es: Nombre
ga: Ainm
nl: Naam
tr: İsim

source: Publisher
es: Editor
ga: Foilsitheoir
nl: Uitgever
tr: Yayıncı

source: Platform
es: Plataforma
ga: Ardán
tr: Ortam

source: Cancel
es: Cancelar
ga: Cealaigh
nl: Annuleren
tr: İptal

source: OK
es: Aceptar
ga: Tá go maith
tr: Tamam

source: Loading Community Chat...
es: Cargando Comunidad Chat...

source: Community Chat
es: Comunidad Chat
ga: Comhrá Pobail

source: The selected .torrent file may contain a security hazard.
es: El archivo .torrent seleccionado puede ser inseguro.
ga: D'fhéadfadh guais slándala bheith sa chomhad .torrent roghnaithe.
nl: Het geselecteerde .torrent-bestand kan een beveiligingsgevaar bevatten.
tr: Seçili .torrent dosyası güvenlik riskleri taşıyor olabilir.

source: FrostWire could not download a .torrent file from the provided URL.
es: FrostWire no pudo descargar un archivo .torrent desde la dirección proporcionada.
ga: Níorbh fhéidir le FrostWire comhad .torrent a íosluchtú ón URL a sholáthraíodh.
nl: FrostWire kon het .torrent bestand van de opgegeven URL niet downloaden.
tr: FrostWire verilen URL'den .torrent dosyasını indiremiyor.

source: If you stop this upload, the torrent download will stop. Are you sure you want to do this?
es: Si usted detiene la carga de este archivo, la descarga torrent se detendrá. ¿Está seguro de que desea detenerlo?
ga: Má stadann tú an t-uasluchtú seo, stadfaidh an t-íosluchtú torrent. An bhfuil tú cinnte go dteastaíonn uait é seo a dhéanamh?
nl: Als u deze upload stopt, stopt deze torrentdownload ook. Weet u zeker dat u dit wilt doen?
tr: Bu yüklemeyi durdurursanız, torrent indirmesi duracak. Bunu yapmak istediğinizden emin misiniz?

source: This upload is a torrent and it hasn't seeded enough. You should let it upload some more. Are you sure you want to stop it?
es: Esta carga es una carga tipo torrent y no ha encontrado suficientes fuentes completas. Usted debería permitir que la carga continúe un poco más. ¿Está seguro de que desea detenerla?
ga: Is torrent é an t-uasluchtú seo agus níl sé síolaithe a dhóthain. Ba chóir duit ligeant dó uasluchtú ar feadh tamall eile. An bhfuil tú cinnte go dteastaíonn uait stad a chur leis?
nl: Deze upload is een torrent en is nog niet genoeg gedeeld. U zou deze meer moeten uploaden. Weet u zeker dat u het wilt stoppen?
tr: Bu yükleme bir torrent yüklemesidir ve yeteri kadar kaynak bulunamadı. Daha fazla kaynak yüklenene kadar beklemenizi öneririz. Durdurmak istediğinize emin misiniz?

source: Automatically start torrents
es: Iniciar torrents automáticamente
ga: Tosaíonn sé an torrent go huathoibríodh
nl: Torrents automatisch starten
tr: Torrentleri otomatik olarak başlat.

source: You can choose whether to automatically start torrents downloaded from Gnutella.
es: Puede elegir si desea iniciar automaticamente los torrents descargados de Gnutella.
ga: Is féidir roghnú torrentí íosluchtaithe ó Gnutella a thosú astu féin.
nl: U kunt er voor kiezen of u wel/niet wilt dat torrents, gedownload van Gnutella, automatisch starten.
tr: Gerekli durumlarda Gnutella'dan indirilen torrentlerin otomatik olarak başlatılmasını tercih edebilirsiniz.

source: Start automatically
es: Iniciar automáticamente
ga: Tosaigh go huathoibríodh
nl: Automatisch starten
tr: Otomatik olarak başlat.

source: BitTorrent Settings
es: Configuración de BitTorrent
ga: Socruithe BitTorrent
nl: BitTorrent-instellingen
tr: BitTorrent Ayarları

source: You can choose whether or not FrostWire should manage your BitTorrent protocol settings. It is highly recommended that FrostWire manage these settings. Invalid or inappropriate values may cause severe performance and/or memory problems.
es: Puede elegir si desea que FrostWire administre los ajustes de protocolo de BitTorrent. Es altamente recomendado que FrostWire administre estos ajustes. Valores inválidos o inadecuados podrían causar graves problemas de funcionamiento y/o memoria.
nl: U kunt kiezen of u wilt dat FrostWire uw BitTorrent-protocolinstellingen beheert. Het wordt erg aangeraden dat FrostWire deze instellingen voor u beheert. Ongeldige of ongepaste waardes kunnen grote prestatie- en geheugenproblemen veroorzaken.
tr: BitTorrent protocol ayarlarınızı kendiniz yapmayı ya da FrostWire yapmasını seçebilirsiniz. FrostWire 'in bu ayarları yapması önemle tavsiye edilir. Geçersiz ya da uygunsuz değerler şiddetli performans ve/veya hafıza problemlerine yol açabilir.

source: Invalid or inappropriate custom values may cause severe performance and/or memory problems. Unless you really know what you're doing, it is highly recommended that you let FrostWire manage these settings.
es: Valores personalizados inválidos o inapropiados podrían causar graves problemas de funcionamiento y/o memoria. A menos de que usted realmente sepa lo que está haciendo, es altamente recomendado que permita a FrostWire gestionar estos ajustes.
ga: D'fhéadfadh luachanna neamhsheasmhach nó mícheart fadhbanna móra feidhmíochta agus/nó cuimhne. Mura bhfuil a fhios agat cad atá ar siúil agat, moltar go mór duit ligeant do FrostWire na socruithe seo a bhainistiú.
nl: Ongeldige of ongepaste aangepaste waardes kunnen grote uitvoerings- en/of geheugenproblemen veroorzaken. Behalve als u zeker weet wat u doet, wordt het sterk aangeraden dat u FrostWire deze instellingen laat beheren.
tr: Geçersiz veya uygunsuz değerler ciddi performans ve/veya hafıza sorunlarına yol açabilir. Ne yaptığınızı tam olarak bilmedikçe, FrostWire'nin bu ayarları yönetmesi önemle tavsiye olunur.

source: Let FrostWire manage my BitTorrent settings. (Recommended)
es: Permitir que FrostWire administre mi configuración de BitTorrent (Recomendado)
ga: Lig do FrostWire mo shocruithe BitTorrent a bhainistiú. (Molta)
nl: Laat FrostWire mijn BitTorrent-instellingen beheren (aanbevolen).
tr: FrostWire, BitTorrent ayarlarımı yönetsin (Önerilen).

source: Maximum uploads per torrent
es: Cantidad máxima de cargas por torrent
ga: Uaslíon uasluchtaithe an torrent
nl: Maximum aantal uploads per torrent
tr: Her bir torrent için en çok yükleme sayısı

source: Minimum uploads per torrent
es: Cantidad mínima de cargas por torrent
ga: Íoslíon uasluchtaithe an torrent
nl: Minimum aantal uploads per torrent
tr: Her bir torrent için en az yükleme sayısı

source: Safe chunk verification
es: Verificación segura de paquete
ga: Fíorú smutáin slán
nl: Veilige deelverificatie
tr: Emniyetli büyük parça doğrulaması

source: Experimental disk access
es: Acceso experimental a disco
ga: Rochtain diosca turgnamhach
nl: Experimentele schijftoegang
tr: Tecrübesel disk erişimi

source: Internal Error
es: Error interno
ga: Botún Inmheánach
nl: Interne fout
tr: İç Hata

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify FrostWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you.
es: FrostWire encontró un error interno. Es posible que FrostWire se recupere y contine ejecutándose normalmente. Para ayudar a corregir los errores, haga clic en "enviar" para informar a FrostWire acerca del problema. Si lo desea, puede hacer clic en "revisar" para ver la información que se enviará. Gracias.
ga: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify FrostWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you very much.
nl: FrostWire heeft een interne fout ontdekt. Het kan zijn dat FrostWire toch gewoon kan blijven werken. Klik op 'Verzenden' om FrostWire over de fout te informeren. Desgewenst kunt u op 'Overzicht' klikken om de informatie te bekijken die zal worden verzonden. Dank u.
tr: FrostWire bir iç hata ile karşılaştı. FrostWire'nin kurtarılması ve normal olarak çalışmaya devam etmesi olasıdır. Hata ayıklamaya yardımcı olmak ve FrostWire'ye sorun hakkında bilgi göndermek için lütfen 'Gönder' (Send) butonuna tıklayınız.

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To continue using FrostWire, click 'Discard'. If desired, you can click 'Review' to look at the information about the error.
es: FrostWire encontró un error interno. Es posible que FrostWire se recupere y contine ejecutándose normalmente. Para continuar utilizando FrostWire, haga clic en 'Descartar'. Si lo desea puede hacer clic en 'Revisar' para ver la información sobre el error.
nl: FrostWire heeft een interne fout ontdekt. Het is mogelijk dat FrostWire toch normaal door blijft werken. Om FrostWire te blijven gebruiken, klik op 'Verwerpen'. Desgewenst kunt op 'Overzicht' klikken om de informatie te bekijken over de fout.
tr: FrostWire bir iç hata ile karşılaştı. FrostWire'nin kurtarılması ve normal olarak çalışmaya devam etmesi olasıdır. FrostWire ile çalışmaya devam etmek için 'Gözardı Et' (Discard) butonuna tıklayın. Dilerseniz sorun hakkında bilgi almak için 'Review' butonuna tıklayabilirsiniz.

source: Please add any comments you may have (e.g what caused the error). Thank you and please use English.
es: Por favor añada cualquier comentario que pueda tener (por ejemplo, qué causó el error). Gracias, y por favor use inglés o español.

source: Send
es: Enviar
ga: Seol
nl: Verzenden
tr: Gönder

source: Review
es: Revisar
ga: Athbhreithnigh
nl: Overzicht
tr: Gözden geçir

source: Discard
es: Descartar
ga: Cuileáil
nl: Verwerpen
tr: Gözardı Et

source: Always Send Immediately
es: Enviar siempre de inmediato
ga: Seol Láithreach I gCónaí
nl: Altijd direct verzenden
tr: Daima Hemen Gönder

source: Always Ask For Review
es: Preguntar siempre si deseo revisar
ga: Iarr Ar Athbhreithniú I gCónaí
nl: Altijd vragen om overzicht
tr: Gözden Geçirmek İçin Sor

source: Always Discard All Errors
es: Descartar siempre todos los errores
ga: Cuileáil Gach Botúin I gCónaí
nl: Altijd alle fouten verwerpen
tr: Daima Tüm Hataları Gözardı Et

source: FrostWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.frostwire.com and click 'Support'. Thank you.
es: FrostWire no pudo conectarse al servidor de errores para enviar el siguiente informe de error. Para ayudar a corregir los errores, por favor copie el siguiente texto y envíelo por correo electráfico a bugs@frostwire.com. Gracias.
ga: Theip ar FrostWire ceangailt leis an freastalaí fabhtaí ionas gur féidir an fabht tuairisc thíos a sheoladh. Le haghaidh tuilleadh cabhair agus chun cabhrú le dífhabhtú, tabhair cuairt ar www.frostwire.com agus brúigh 'Tacaíocht'. Go raibh maith agat.
nl: FrostWire kon geen verbinding maken met de foutenserver om het onderstaande foutenrapport te verzenden. Voor verdere hulp kunt u naar www.frostwire.com gaan en klikken op 'Ondersteuning'. Dank u.
tr: FrostWire, aşağıdaki hata raporunu gönderme sırasında hata sunucusuna bağlanamadı. Daha fazla yardım ve hata ayıklamaya yardım için lütfen www.frostwire.com sitesini ziyaret ederek 'Support' linkine tıklayın. Teşekkür Ederiz..

source: Copy Report
es: Copiar informe
ga: Macasamhlaigh an Tuairisc
nl: Rapport kopiëren
tr: Raporu Kopyala

source: Automatically Scroll
es: Avanzar automáticamente
ga: Uathscrollaigh
nl: Automatisch scrollen
tr: Otomatik Kaydır

source: About FrostWire
es: Acerca de FrostWire
ga: Maidir le FrostWire
nl: Over FrostWire...
tr: FrostWire Hakkında

source: Close
es: Cerrar
ga: Dún
nl: Sluiten
tr: Kapat

source: Close This Window
es: Cerrar esta ventana
ga: Dún an Fhuinneog Seo
nl: Venster sluiten
tr: Bu Pencereyi Kapat

source: Several colleagues in the Gnutella community merit special thanks. These include:
es: Ciertos colegas en la comunidad Gnutella ameritan agradecimientos especiales. Estos incluyen:
ga: Tá buíochas faoi leith toilte ag comhghleacaithe éagsúla sa chomhphobal Gnutella. Ina áirítear:
nl: Een aantal collega's binnen Gnutella verdienen een extra dankwoord. Dit zijn:
tr: Gnutella topluluğundaki çeşitli meslektaşlar özel teşekkürü hakederler. Bunlar:
