Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc.
es: BitTorrent, el logo BitTorrent y Torrent son marcas registradas de BitTorrent, Inc.
ga: Is comharthaí gnó iad BitTorrent, an comhartha BitTorrent, agus Torrent de chuid BitTorrent, Inc.
nl: BitTorrent, het BitTorrent-logo en Torrent zijn handelsmerken van BitTorrent, Inc.
tr: BitTorrent, BitTorrent Logosu ve Torrent BitTorrent firmasının tescilli markasıdır.

source: Select All
es: Seleccionar todo
ga: Roghnaigh Uile
nl: Alles selecteren
tr: Tümünü seç

source: Marks all Items as Selected
es: Marcar todoslos Items como seleccionados
ga: Cuireann sé comhartha ar na Mhíreanna Uile mar Roghnaithe
nl: Alles selecteren
tr: Tüm Nesneleri Seçili Hale Getir

source: Deselect All
es: Deseleccionarlo todo
ga: Díroghnaigh Uile
nl: Alles deselecteren
tr: Hiçbirisini Seçme

source: Deselects all Items in the List
es: Desseleccionar todos los Items en la lista
ga: Díroghnaíonn sé na Mhíreanna Uile sa Réim
nl: Alles deselecteren
tr: Listedeki Tüm Nesneleri Seçilmemiş Hale Getir

source: Clear History
es: Anular historia
ga: Glan Stair
nl: Geschiedenis wissen
tr: Geçmişi Sil

source: Apply
es: Aplicar
ga: Cuir i bhfeidhm
nl: Toepassen
tr: Uygula

source: Clear
es: Borrar
ga: Glan
nl: Wissen
tr: Temizle

source: Save
es: Guardar
ga: Cuir i dtaisce
nl: Opslaan
tr: Kaydet

source: Delay:
es: Retraso.
nl: Vertraging:
tr: Erteleme:

source: Save As
es: Guardar Como
ga: Cuir i dTaisce Mar
nl: Opslaan als...
tr: Farklı İsimle Kaydet

source: What's New
es: ¿Qué hay Nuevo?
ga: Cad Atá Úr
nl: Wat is nieuw
tr: Yenilikler

source: FrostWire encountered an error in the Digital Audio Access Protocol (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under iTunes -> Sharing.
es: FrostWire ha encontrado un error en el Protocolo de Acceso al Audio Digital (para compartir archivos en iTunes). Esta funcionalidad sería apagada. Puede encenderla de nuevo en opciones, bajo iTunes -> Compartir.
ga: Theagmhaigh FrostWire le botún sa Gnás Rochtain Fuaim Uimhreach (chun comhaid a roinnt in iTunes). Múchfar an ghné seo. Is féidir é a chur ar siúil arís sna roghanna, faoi iTunes -> Comhroinnt.
nl: FrostWire heeft een fout ontdekt in het Digital Audio Access Protocol (voor het delen in iTunes). Deze functie zal uitgezet worden. U kunt dit terugdraaien in 'Opties' > 'iTunes' > 'Delen'.
tr: FrostWire Sayısal Ses Erişim Protokolünde (Digital Audio Access Protocol), dosyaları iTunes içerisinde paylaştırma sırasında hata ile karşılaştı. Bu özellik kapatılacak. Bu özelliği Özellikler içerisindeki iTunes-> Paylaşım (Options->iTunes->Sharing) bölümünden açabilirsiniz.

source: Yes
es: Sí
ga: Tá
nl: Ja
tr: Evet

source: Select Folder
es: Seleccionar directorio
ga: Roghnaigh Fillteán
nl: Map selecteren
tr: Klasör Seç

source: Select
es: Seleccionar
ga: Roghnaigh
nl: Selecteren
tr: Seç

source: All Folders
es: Todas las Carpetas
ga: Gach Fillteáin
nl: Alle mappen
tr: Tüm Klasörler

source: View My Shared Files.
es: Ver mis archivos compartidos.
ga: Breathnaigh ar Mo Chuid Comhaid Comhroinnte.
nl: Mijn gedeelde bestanden tonen.
tr: Paylaşılan dosyalarıma bakmak.

source: You are sharing many subfolders within your shared folder: {0}. This indicates a potential security problem, so please review your "My Shared Files" to ensure you aren't sharing any sensitive files.
es: Tu estas compartiendo algunas subcarpetas dentro de tu carpeta compartida. {0}. Eso indica un potencial problema de seguridad, De modo que por favor revise su "My Shared Files" para asegurar que tu no estas compartiendo algun fichero comprometido.
nl: U deelt momenteel veel submappen die in de map {0} zitten. Dit impliceert een mogelijk beveiligingsprobleem, dus kijk uw "Mijn gedeelde bestanden" eens goed door om te kijken of u geen gevoelige bestanden aan het delen bent.
tr: Sen paylaşılan dosyanın içinde birçok alt dosyayıda paylaşıyorsun: {0}. Bu potansiyel bir güvenlik problemini gösterir, bundan dolayı lütfen herhangi bir hassas dosyanın paylaşılmıyor olduğunu garanti etmek için "Benim paylaşılan dosyalarım"ı incele.

source: You are sharing a lot of files through FrostWire, {0} files and counting. Do you mean to share all these files? Please review your sharing settings and which files are shared to ensure you aren't sharing any sensitive files.
es: Tu estas compartiendo muchos ficheros a través de FrostWire, {0} ficheros y contando. ¿Piensas compartir estos ficheros? Por favor revise su configuración de compartir y que ficheros estan compartidos para asegurar que tu no estas compartiendo ficheros comprometidos.
ga: Tá tú ag comhroinnte a lán comhaid trí FrostWire, {0} comhaid agus ag comhaireamh. Ar mian leat na comhaid seo uile a chomhroinnt? Déan léirmheas ar socruithe comhroinnte agus cén comhaid atá á chomhroinnt chun cinntiú nach bhfuil tú ag comhroinnt comhaid íogaireacha.
nl: U deelt momenteel veel bestanden via FrostWire, {0} bestanden al en de teller loopt door. Is het uw bedoeling om al deze bestanden te delen? Kijk uw deelinstellingen en de gedeelde bestanden eens na om ervoor te zorgen dat u geen gevoelige bestanden deelt.
tr: FrostWire üzerinden birçok dosya paylaşıyorsunuz,{0} dosya ve sayısı. . Tüm bu dosyaları paylaşmak mı istiyorsunuz? Lütfen paylaşım ayarlarınızı kontrol ediniz ve özel dosyalarınızı paylaşıma açmadığınızdan emin olun.

source: Do not display this message again.
es: No mostrar este mensajes otra ves.
ga: Ná taispeáin an teachtaireacht seo arís.
nl: Dit bericht niet meer weergeven.
tr: Bu mesajı yeniden gösterme.

source: Dial Up
es: Marcado
nl: Inbelverbinding
tr: Çevirmeli

source: Broadband
es: Banda ancha
nl: Breedband
tr: Genişbant

source: T3 or Higher
es: T3 o superior
ga: T3 nó Níos Airde
nl: T3 of hoger
tr: T3 veya Daha Yüksek

source: Your machine does not appear to have an active Internet connection or a firewall is blocking FrostWire from accessing the internet. FrostWire will automatically keep trying to connect you to the network unless you select "Disconnect" from the File menu.
es: Su máquina parece no tener una conexión activa a Internet o un firewall está bloqueando el acceso de FrostWire a Internet. Automásicamente, FrostWire continuará intentando conectarse a la red a menos que seleccione "desconectar" desde el men "archivo".
nl: Uw computer schijnt geen actieve internetverbinding te hebben of een firewall blokkeert FrostWire de toegang tot het internet. FrostWire zal automatisch proberen om u met het netwerk te verbinden tenzij u "Verbinding verbreken" in het "Bestand"-menu selecteert.
tr: Bilgisayarınız etkin bir internet bağlantısına sahip değil veya güvenlik duvarı yazılımı FrostWire'in internet erişimini engelliyor. FrostWire, 'Dosya' menüsünden 'Bağlantıyı Kes' komutunu seçilmedikçe otomatik olarak ağa bağlanmaya çalşacaktır.

source: &Search
es: &Buscar
ga: &Cuardaigh
nl: Zoeken
tr: Ara

source: &Connections
es: &Conexiones
ga: &Naisc
nl: Verbindingen
tr: &Bağlantılar

source: &Library
es: &Biblioteca
ga: &Leabharlann
nl: Bibliotheek
tr: &Kütüphane

source: Community C&hat
es: Comunidad C&hat
ga: Comhrá &Pobail

source: C&onsole
es: C&onsola
ga: E&allóg
nl: Logboek
tr: K&onsol

source: Lo&gging
es: Bitacora
ga: Ag Tai&fead
nl: Lo&gboek
tr: Bağlantı Kayıtları

source: Display the {0} Screen
es: Mostrar la {0} pantalla
ga: Taispeáin an Scáileán {0}
nl: Toon het {0}-venster
tr: {0} Ekranını Göster

source: Show {0} Window
es: Mostrar la ventana {0}
ga: Taispeán {0} Fuinneog
nl: Het {0}-venster tonen
tr: {0} Penceresini Göster

source: FrostWire has encountered a problem during startup and cannot proceed. You may be able to fix this problem by changing FrostWire's Windows Compatibility. Right-click on the FrostWire icon on your Desktop and select 'Properties' from the popup menu. Click the 'Compatibility' tab at the top, then click the 'Run this program in compatibility mode for' check box, and then select 'Windows 2000' in the box below the check box. Then click the 'OK' button at the bottom and restart FrostWire.
es: FrostWire ha encontrado un problema durante el arranque y no puede proceder. Puede ser que pueda reparar este problema al cambiar la compatibilidad de FrostWire con Windows. Haga click derecho en el Ícono de su escritorio y seleccione 'Propiedades' del menu. Haga click en la pestaño 'Compatibilidad' en la parte superior, luego haga click en la caja 'Ejecutar este programa en modo de compatilidad para', y luego seleccione 'Windows 2000' en la caja inferior. Luego haga click en 'Aceptar' al fondo y reinicie FrostWire.
nl: FrostWire heeft een probleem ontdekt tijdens het opstarten en kan niet verder gaan. U kunt dit probleem verhelpen door FrostWire's Windows-compabiliteit te veranderen. Klik met de rechtermuisknop op het FrostWire-icoon op uw bureaublad en klik op 'Eigenschappen'. Klik bovenaan op de tab 'Compatibiliteit', vink dan 'Dit programma in deze compatibiliteitsmodus uivoeren' aan en selecteer 'Windows 2000' uit de keuzelijst. Klik dan op de 'OK'-knop onderaan en herstart FrostWire.
tr: FrostWire başlangıç sırasında sorunla karşılaştı ve devam edemiyor. Bu sorunu FrostWire'nin Windows uyumluluğunu değiştirerek düzeltebilirsiniz. Masaüstünüzde bulunan FrostWire simgesine sağ tıklayın açılan menüden 'Özellikler''i seçin. Yukarıdan 'Uyumluluk' sekmesine tıklayın ve 'Bu programı aşağıdaki için uyumluluk modunda çalıştır:' kutucuğunu seçin ve aşağıda aktif hale gelen açılır menüden 'windows 2000''i seçin. Ardından 'Tamam' butonuna tıklayın ve FrostWire'yi yeniden başlatın.

source: FrostWire could not locate your web browser to display the following webpage: {0}.
es: FrostWire no pudo encontrar su programa de acceso a internet para mostrar la siguiente pagina: {0}
ga: Níorbh fhéidir le FrostWire do líonléitheoir a aimsiú chun an leathanach gréasáin seo a leanas a thaispeáint: {0}.
nl: FrostWire kan de webbrowser niet vinden om de webpagina weer te geven: {0}
tr: FrostWire, şu web sayfasını görüntüeyebilmek için web tarayıcınızı konumlandıramadı: {0}.

source: FrostWire will not launch the specified file for security reasons.
es: FrostWire no ejecutará el archivo especificado por razones de seguridad.
ga: Ní tosóidh FrostWire an comhad sonraithe ar cúiseanna slándála.
nl: FrostWire zal dit bestand niet uitvoeren in verband met veiligheidsredenen.
tr: FrostWire güvenlik sebeplerinden dolayı belirtilen dosyayı başlatmayacak.

source: FrostWire could not launch the specified file. Executed command: {0}.
es: FrostWire no pudo ejecutar el archivo especificado. Comando Ejecutado: {0}
ga: Níorbh fhéidir le FrostWire an comhad sonraithe a thosú. Treor Rite: {0}.
nl: FrostWire kan het aangegeven bestand niet opstarten. Uitvoerende commando: {0}.
tr: FrostWire belirtilen dosyayı başlatamadı Çalıştırılan komut: {0}.

source: FrostWire could not launch the specified file.
es: FrostWire podría no ejecutar el archivo especificado.
ga: Níorbh fhéidir le FrostWire an comhad sonraithe a thosú.
nl: FrostWire kan het aangegeven bestand niet opstarten.
tr: FrostWire belirtilen dosyayı başlatamadı.

source: Loading HTML Engine...
es: Cargando HTML-engine...
ga: Ag Luchtú Inneall HTML...
nl: HTML-engine wordt geladen...
tr: HTML motoru yükleniyor...

source: Loading User Interface...
es: Cargando la interfaz del usuario...
ga: Ag Luchtú Comhéadan an Feidhmeoire...
nl: Gebruikersomgeving wordt geladen...
tr: Kullanıcı Arabirimi Yükleniyor...

source: Loading Core Components...
es: Cargando componentes centrales...
ga: Ag Luchtú Croí Chomhbhaill...
nl: Standaardcomponenten worden geladen...
tr: Çekirdek Bileşenleri Yükleniyor...

source: Loading Icons...
es: Cargando Íconos...
ga: Ag Luchtú Deilbhíní...
nl: Iconen worden geladen...
tr: Simgeler Yükleniyor...

source: Loading Internationalization Support...
es: Cargando soporte de internacionalización...
ga: Ag Luchtú Tacaíocht Ilchineadhachú...
nl: Internationalisatieondersteuning wordt geladen...
tr: Uluslararası Desteği Yükleniyor...

source: Loading Digital Audio Access Protocol...
es: Cargando DAAP (Digital Audio Access Protocol)...
ga: Ag Luchtú an Gnás um Rochtain Fuaim Uimhreach...
nl: Digitaal audiotoegangsprotocol wordt geladen...
tr: Sayısal Ses Erişim Protokolü Yükleniyor.

source: FrostWire was unable to start the Digital Audio Access Protocol Service (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under iTunes -> Sharing.
es: FrostWire no fue capaz de iniciar el Protocolo de Acceso al Audio Digital (para compartir archivos en iTunes). Esta funcionalidad sería apagada. Puede encenderla de nuevo en opciones, bajo iTunes -> Compartir.
ga: Níorbh fhéidir le FrostWire an Seirbhís Gnás ar Rochtain Fuaim Uimhreach (chun comhaid a roinnte le iTunes) a thosú. Múchfar an ghné seo. Is féidir é a chur ar siúl arís sna roghanna, faoi iTunes -> Comhroinnt
nl: FrostWire kon het Digital Audio Access Protocol Service niet starten (voor het delen in iTunes). Deze functie zal uitgezet worden. U kunt dit terugdraaien in Opties, onder iTunes -> Delen.
tr: FrostWire, iTunes için paylaşmak üzere Sayısal Ses Erişim Protokolünü başlatamadı. Özellikler menüsü içerisinde, iTunes-> Paylaşım bölümünden bu özelliği etkinleştirebilirsiniz.

source: This Alpha version has expired. Press Ok to exit.
es: Esta versión Alpha se ha expirado. Presione OK/ACEPTAR para salir.
ga: D'éag an leagan Alpha. Brúigh Tá go maith chun scoir.
nl: Deze versie van Alpha is verlopen. Druk op OK om te sluiten.
tr: Bu Alpha versiyonunun süresi doldu. Çıkış için Tamam butonuna basın.

source: FrostWire was unable to initialize and start. This is usually due to a firewall program blocking FrostWire's access to the internet or loopback connections on the local machine. Please allow FrostWire access to the internet and restart FrostWire.
es: FrostWire no pudo inicializar y arrancar. Esto usualmente se debe a un programa de Cortafuegos que bloquea el acceso de FrostWire al internet o a las conexiones locales en su computador. Por favor permita el acceso a FrostWire a internet y reinicie FrostWire.
ga: Níorbh fhéidir le FrostWire an Seirbhís Gnás ar Rochtain Fuaim Uimhreach (chun comhaid a roinnte le iTunes) a thosú. Múchfar an ghné seo. Is féidir é a chur ar siúl arís sna roghanna, faoi iTunes -> Comhroinnt
nl: FrostWire kon niet initialiseren en opstarten. Dit gebeurt meestal als er sprake is van een firewall waardoor FrostWire niet op het internet kan komen of andere verbindingen kan maken. Zorg er a.u.b. voor dat u FrostWire toelaat tot het internet en start FrostWire opnieuw op.
tr: FrostWire hazırlanamadı ve başlatılamadı. Bu durum, genellikle, güvenlik yazılımınızın FrostWire'nin internet erişimini veya yerel bilgisayar içerisindeki geri bildirimini engellemesinden kaynaklanır. Lütfen FrostWire'nin internet erişimini sağlayın ve FrostWire'yi yeniden başlatın.

source: Input
es: Entrada
ga: Inchur
nl: Invoer
tr: Giriş

source: Cancel Operation
es: Cancelar operación.
ga: Cealaigh Oibreáid
nl: Actie annuleren
tr: İşlemi İptal Et

source: You are currently using a beta or pre-release version of Java 1.6.0. This version is known to have caused problems with FrostWire. Please upgrade to the final 1.6.0 release.
es: Actualmente estas utilizando una version beta de Java 1.6.0. Se conoce que esta version puede causar problemas con FrostWire. Por favor actualize a la version final 1.6.0.
ga: Tá tú ag baint feidhm faoi láthair as leagan béite nó leagan réamh-éisiúinte de Java 1.6.0. Cruthaíonn an leagan seo fadhbanna le FrostWire. Uasghrádaighl chuig an éisiúint deiridh de 1.6.0 le do thoi.
nl: U gebruikt nu een beta- of voor-uitgaveversie van Java 1.6.0. Deze versie heeft bekende problemen veroorzaakt met FrostWire. Upgrade a.u.b. naar de laatste 1.6.0-versie.
tr: Şu anda Java'nın 1.6.0 versiyonunun deneme sürümünü veya ön sürümünü kullanıyorsunuz. Bu versiyonun FrostWire ile sorun yarattığı bilinmektedir. Lütfen 1.6.0 versiyonunun son sürümüne yükseltme yapın.

source: Upgrade Java
es: Actualice Java
ga: Nuashonraigh Java
nl: Java upgraden
tr: Java'yı Güncelleştir

source: More Information
es: Más Información
ga: Tuilleadh Eolas
nl: Meer informatie
tr: Daha fazla bilgi...

source: Visit {0}
es: Visita {0}
ga: Tabhair Cuairt ar {0}
nl: {0} bezoeken
tr: Ziyaret et {0}

source: Remind Me Later
es: Recordar Luego
ga: Inis Dom Arís Ar Ball
nl: Herinner mij later
tr: Daha Sonra Hatırlat

source: Do not Show Again
es: No mostrar de nuevo
ga: Ná Taispeáin Arís
nl: Niet meer weergeven
tr: Tekrar Gösterme

source: FrostWire must be restarted for the new language to take effect.
es: Debe reiniciar FrostWire para que tenga efecto el nuevo idioma.
ga: Caithfear FrostWire a atosú ionas go n-éireoidh leis an béarla nua dul i bhfeidhm.
nl: FrostWire moet opnieuw worden opgestart om de nieuwe taal van kracht te laten gaan.
tr: Yeni ayarlanan dilin etkin olabilmesi için FrostWire'nin yeniden başlatıolması gerekiyor.

source: Change Language
es: Cambiar idioma
ga: Athraigh an Béarla
nl: Taal veranderen
tr: Dil Ayarını Değiştir

source: Help Translate FrostWire
es: Ayuda a traducir FrostWire
ga: Coinnigh Linn FrostWire A Aistriú
nl: Help FrostWire vertalen
tr: FrostWire'nin tercüme edilmesine yardım edin..

source: Show Language in status bar
es: Mostrar idioma en la barra de estado
ga: Taispeáin an Béarla sa Threoshabh
nl: Taal in statusbalk tonen
tr: Durum çubuğunda Dili göster

source: Verify
es: Verificar
ga: Dearbhaigh
nl: Verifiëren
tr: Doğrula

source: FrostWire was unable to locate the details of this license.
es: FrostWire no fue capaz de localizar los detalles de esta licencia.
ga: Theip ar FrostWire sonraí an ceadúnas seo a aimsiú.
nl: FrostWire kon de details van deze licentie niet lokaliseren.
tr: FrostWire bu lisansın detaylarını bulamıyor.

source: You can try validating this license again by clicking 'Verify'.
es: Puede intentar validar esta licencia de nuevo al hacer clic en 'Verificar'.
ga: Is féidir iarracht an ceadúnas a dheimhniú arís trí "Dearbhaigh" a bhrúigh.
nl: U kunt proberen deze licentie te valideren door opnieuw op 'Verifiëren' te klikken.
tr: 'Doğrula' butonuna tıklayarak bu lisansın doğrulanmasını yeniden deneyebilirsiniz.

source: View Claimed License Deed
es: Ver el documento de licencia postulado
ga: Féach ar Ceadúnas
nl: Geclaimde licentie-akte bekijken
tr: İddia edilen lisansın belgesini göster

source: View Verification Page
es: Ver página de verificación.
ga: Féach ar Leathanach an Fíorú
nl: Verificatiepagina bekijken
tr: Doğrulama sayfasını göster

source: License Details:
es: Detalles de Licencia:
ga: Sonraí an Ceadúnas:
nl: Licentiedetails
tr: Lisans Detayları:

source: View License Deed
es: Ver documento de licencia
ga: Féach ar Gníomhas an Ceadúnais
nl: Licentie-akte bekijken
tr: Lisans belgesini göster

source: FrostWire is currently locating the details of this license.
es: FrostWire está localizando los detalles de esta licencia.
ga: Tá FrostWire ag aimsiú sonraí an ceadúnas seo faoi láthair.
nl: FrostWire lokaliseert de details van deze licentie.
tr: FrostWire şu anda bu lisansın detaylarını belirliyor.

source: FrostWire has not yet verified this license. Click 'verify' to locate the details of this Creative Commons license.
es: FrostWire no ha verificado aun esta licencia. Haga clic en 'Verificar' para localizar los detalles de esta Licencia 'Creative Commons'.
ga: Níor fhíoraigh FrostWire an ceadúnas seo fós. Brúigh 'fíoraigh' chun sonraí an ceadúnas Coiteann Cruthaitheach seo a aimsiú.
nl: FrostWire heeft deze licentie nog niet geverifiëerd. Klik op 'Verifiëren' om de details van deze Creative Commons-licentie te lokaliseren.
tr: FrostWire bu lisansı doğrulayamadı. Bu Creative Commons lisansının detaylarını belirlemek için 'Doğrula' butonuna tıklayın.

source: Creative Commons Details
es: Detalles de la licencia
ga: Sonraí Coiteann Cruthaíodh
tr: Creative Commons detayları

source: FrostWire was unable to locate the details of this Weed file.
es: FrostWire no fue capaz de ubicar los detalles de este archivo Weed.
ga: Theip ar FrostWire na sonraí don chomhad Weed seo a aimsiú.
nl: FrostWire kon de details van dit Weed-bestand niet lokaliseren.
tr: FrostWire bu yabancı dosyanın detaylarını bulamıyor.

source: You can try looking up the details again by clicking 'Verify'.
es: Puede intentar buscar los detalles nuevamente haciendo click en 'Verificar'
ga: Trí "Dearbhaigh" a bhrúigh, is féidir iarracht a dhéanamh breathnú ar na sonraí arís.
nl: U kunt de details nogmaals zoeken door op 'Verifiëren' te klikken.
tr: 'Doğrula' butonuna tıklayarak detaylara bakmayı deneyebilirsiniz.

source: View Weedshare Usage Rights
es: Ver derechos de uso Weedshare
ga: Féach ar Cearta Feidhme Weedshare
nl: Weeshare-gebruiksrechten bekijken
tr: Geniş Paylaşım Kullanım Şartları Hakları

source: View Usage Rights
es: Ver derechos de uso
ga: Féach Ar Cearta Feidhme
nl: Gebruiksrechten bekijken
tr: Kullanım haklarını görüntüle

source: FrostWire is contacting www.weedshare.com for the details of this file.
es: FrostWire esta contactando www.weedshare.com para los detalles de este archivo.
ga: Tá FrostWire ag déanamh teagmháil le www.weedshare.com chun sonraí don chomhad seo a fháil.
nl: FrostWire maakt verbinding met www.weedshare.com voor de details van dit bestand.
tr: FrostWire, bu dosyanın detayları için www.weedshare.com adresine bağlanıyor.

source: FrostWire has not yet verified this license. Click 'verify' to locate the details of this file.
es: FrostWire no ha verificado aun esta licencia. Haga clic en 'verificar' vara ubicar los detalles de este archivo.
ga: Níor dhearbhaigh FrostWire an ceadúnas seo fós. Brúigh 'dearbhaigh' chun sonraí an comhad seo a aimsiú.
nl: FrostWire heeft deze licentie nog niet geverifiëerd. Klik op 'Verifiëren' om de details van dit bestand te lokaliseren.
tr: FrostWire bu lisansı doğrulamadı. Bu dosyanın detaylarını görüntülemek için 'Doğrula' butonuna basın.

source: Weedshare Details
es: Detalles Weedshare
ga: Sonraí Weedshare
tr: Weedshare Detayları

source: This file may require a license in order to open and view.
es: Este archivo puede requerir una licencia para ser abierto y visto.
ga: B'fhéidir go mbeidh ceadúnas de dhíth chun an comhad seo a oscailt agus a fheiceáil.
nl: Dit bestand kan een licentie vereisen om geopend en bekeken te worden.
tr: Bu dosya açma ve görüntüleme sırasında lisans gerektirebilir.

source: License Details
es: Detalles de Licencia
ga: Sonraí an Ceadúnas
nl: Licentiedetails
tr: Lisans Ayrıntıları

source: Undo
es: Deshacer
ga: Cealaigh
nl: Ongedaan maken
tr: Geri Al

source: Cut
es: Cortar
ga: Gearr
nl: Knippen
tr: Kes

source: Copy
es: Copiar
ga: Macasamhlaigh
nl: Kopiëren
tr: Kopyala

source: Paste
es: Pegar
ga: Greamaigh
nl: Plakken
tr: Yapıştır

source: Delete
es: Borrar
ga: Scrios
nl: Verwijderen
tr: Sil

source: Add
es: Agregar
ga: Cuir Le
nl: Toevoegen
tr: Ekle

source: Remove
es: Eliminar
ga: Bain
nl: Verwijderen
tr: Kaldır

source: Download Page
es: Descargar Página
ga: Íosluchtaigh an Lch
nl: Pagina downloaden
tr: İndirme Sayfası

source: File Listing for
es: Listado de Archivos para
ga: Liostú Comhaid do
nl: Bestandsoverzicht voor
tr: Listelenecek Dosyalar

source: Magnet Links for Fast Downloads (if you have FrostWire installed)
es: Enlaces Magnet para descargas rápidas (si tiene FrostWire instalado)
ga: Naisc Magnet do Íosluchtaithe Tapúla (má tá FrostWire suiteáilte agat)
nl: Magnetlinks voor snelle downloads (als u FrostWire heeft geïnstalleerd)
tr: Hızlı indirmeler için birleştirme bağlantıları (FrostWire yüklemişseniz)

source: Loading Messages...
es: Cargando mensajes...
ga: Ag Luchtú Teachtaireachtaí...
nl: Berichten worden geladen...
tr: Mesajlar Yükleniyor...

source: Warning
es: Advertencia
ga: Rabhadh
nl: Waarschuwing
tr: Uyarı
