Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: FrostWire could not create default share folder {0}, it will not be shared.
es: FrostWire no pudo crear una carpeta por defecto para compartir {0}, no sera compartida
nl: FrostWire kon de standaard deelmap {0} niet aanmaken, het zal niet gedeeld worden.
tr: FrostWire, hazır gelen paylaşım dosyasını yaratamadı {0}, O, paylaşılmayacak.

source: Use Default
es: Usar el pre&determinado
ga: Bain feidhm as an Réamhshocrú
nl: Gebruik standaard
tr: Varsayılanı Kullan

source: Use the Default Folder
es: Utilizar la Carpeta de Descarga predeterminada
ga: Bain Feidhm as an Fillteán Réamhshocraithe
nl: Gebruik de standaardmap
tr: Varsayılan Klasörü Kullan

source: Choose Another Folder
es: Escoja otra carpeta
ga: Roghnaigh Fillteán Eile
nl: Kies een andere map
tr: Başka Bir Klasör Seçiniz

source: FrostWire Setup Wizard
es: Asistente de configuración FrostWire
nl: FrostWire-installatiewizard
tr: FrostWire ayar sihirbazı

source: Next >>
es: Adelante >>
ga: Ar Aghaidh >>
nl: Volgende >>
tr: İleri >>

source: << Back
es: << Atrás
ga: << Siar
nl: << Vorige
tr: << Geri

source: Finish
es: Terminar
ga: Críochnaigh
nl: Afronden
tr: Bitti

source: Learn more about this option...
es: Conocer más detalles de esta opción...
ga: Foghlaim níos mó faoin rogha seo...
nl: Meer informatie over deze optie...
tr: Bu seçenek hakkında daha çok bilgi..

source: Welcome
es: Bienvenido
ga: Fáilte
nl: Welkom
tr: Türkçe FrostWire ' a Hoş Geldiniz

source: Welcome to the FrostWire setup wizard. FrostWire has recently added new features that require your configuration. FrostWire will guide you through a series of steps to configure these new features.
es: Bienvenido al asistente de configuración de FrostWire. Recientemente, FrostWire ha agregado funciones nuevas que requieren ser configuradas. FrostWire lo guiará por una serie de pasos para configurar estas funciones.
ga: Fáilte go draoi cumraíochta FrostWire. Chuir FrostWire gnéithe nua leis ar ghá duit iad a chumrú. Treoirfidh FrostWire thú trí sraith céimeanna chun na ghnéithe nua seo a chumrú.
nl: Welkom bij de FrostWire-setupwizard. FrostWire heeft onlangs nieuwe functies toegevoegd die geconfigureerd dienen te worden. FrostWire zal u meenemen door een serie stappen om deze nieuwe functies te configureren.
tr: FrostWire setup sihirbazına hoş geldin. FrostWire geçenlerde senin biçimini gerektiren yeni özellikleri ekledi. FrostWire, adımların bir dizisi boyunca bu yeni özellikleri ayarlaman için sana rehberlik edecek.

source: Welcome to the FrostWire setup wizard. FrostWire will guide you through a series of steps to configure FrostWire for optimum performance.
es: Bienvenido al asistente de configuración de FrostWire. FrostWire lo guiará por una serie de pasos con el fin de configurar FrostWire para obtener un rendimiento óptimo.
ga: Fáilte chuig draoi cumraíochta FrostWire. Treoirfidh FrostWire thú trí sraith chéimeanna chun FrostWire a chumrú le haghaidh feidhmíocht den scoth.
nl: Welkom bij de FrostWire-setupwizard. FrostWire zal een aantal stappen laten zien om FrostWire optimaal te kunnen gebruiken.
tr: FrostWire ayar sihirbazına hoş geldin. FrostWire, adımların bir dizisi boyunca optimum performans için FrostWire'yi ayarlaman için sana rehberlik edecek.

source: Incomplete Files
es: Archivos Incompletos
ga: Comhaid Neamhiomlán
nl: Incomplete bestanden
tr: Tamamlanmayan Dosyalar

source: Loading Library Window...
es: Cargando ventana de biblioteca...
ga: Ag Luchtú Fuinneog na Leabharlann...
nl: Bibliotheekvenster wordt geladen...
tr: Kütüphane Yükleniyor...

source: You can configure the folders you share in FrostWire's Options.
es: Puede configurar las carpetas a compartir en las opciones de FrostWire
ga: Fáilte go draoi cumraíochta FrostWire. Chuir FrostWire gnéithe nua leis ar ghá duit iad a chumrú. Treoirfidh FrostWire thú trí sraith céimeanna chun na ghnéithe nua seo a chumrú.
nl: U kunt de gedeelde mappen configureren in de opties van FrostWire.
tr: Paylaşım klasörlerinizi FrostWire 'ın Seçeneklerinden ayarlayabilirsiniz.

source: Configure...
es: Configurar...
ga: Cumraigh...
nl: Configureren...
tr: Yapılandır...

source: Search In Shared Files:
es: Buscar en Archivos Compartidos
ga: Cuardaigh I gComhaid Comhroinnte:
nl: Zoeken in gedeelde bestanden:
tr: Paylaşılan Dosyalarda Ara

source: Search
es: Buscar
ga: Cuardaigh
nl: Zoeken
tr: Ara

source: Search Results
es: Resultados de la búsqueda
ga: Torthaí an Cuardach
nl: Zoekresultaten
tr: Arama Sonuçları

source: Holds the Results of the Last Search
es: Almacena los resultados de la ultima busqueda
ga: Coimeádann sé Torthaí an Cuardach Deiridh
nl: Behoud de resultaten van de laatste zoekactie
tr: son aramanın yakalanan sonuçlarıdır

source: Icon
es: Icono
ga: Deilbhín
nl: Icoon
tr: Simge

source: Path
es: Trayectoria
ga: Cosán
nl: Pad
tr: Dizin

source: Uploads
es: Subidas
ga: Uasluchtaithe
tr: Yüklemeler

source: Hits
es: Aciertos
ga: Amais
nl: Treffers
tr: Hit

source: Locations
es: Ubicaciones
ga: Suíomhanna
nl: Locaties
tr: Konumlar

source: Last Modified
es: Última modificación:
ga: Mionathraithe an Uair Deiridh
nl: Laatst bewerkt
tr: Son Düzenleme

source: Shared
es: Compartido(s)
ga: Comhroinnte
nl: Gedeeld
tr: Paylaşılmış

source: This file is shared.
es: Este archivo esta compartido.
nl: Dit bestand wordt gedeeld.
tr: Bu dosya paylaşılır.

source: This file is not shared.
es: Este archivo no esta compartido.
nl: Dit bestand wordt niet gedeeld.
tr: Bu dosya paylaşılmaz.

source: This folder is shared.
es: Esta carpeta esta compartida.
nl: Deze map wordt gedeeld.
tr: Bu klasör paylaşılır.

source: This folder is not shared.
es: Esta carpeta no esta compartida.
nl: Deze map wordt niet gedeeld.
tr: Bu klasör paylaşılmaz.

source: Sharing
es: Compartiendo
ga: Ag Comhroinnt
nl: Deelt
tr: Paylaşım

source: Advanced
es: Avanzado
ga: Ardroghanna
nl: Geavanceerd
tr: Gelişmiş

source: FrostWire cannot publish this file because it was unable to find a schema for audio files.
es: FrostWire no puede publicar este archivo porque no fue capaz de encontrar un esquema para los archivos de audio.
nl: FrostWire kan dit bestand niet publiceren, omdat er geen schema voor audiobestanden gevonden kon worden.
tr: FrostWire ses dosyasina bir sema bulamadigi için bu dosyayi publish edemez.

source: Move to Recycle Bin
es: Mover a la Papelera de Reciclaje
ga: Bog go dtí an Bosca Athchúrsála
nl: Naar prullenbak verplaatsen
tr: Çöp Kutusuna Taşı

source: Move to Trash
es: Mover a la Basura
ga: Bog go dtí an Bruascarán
nl: Naar prullenbak verplaatsen
tr: Çöpe Taşı

source: Are you sure you want to delete the selected file(s), thus removing it from your computer?
es: Esta seguro que desea eliminar los archivos seleccionados, eliminandolos de su computadora?
ga: An bhfuil tú cinnte go dteastaíonn uait an comhad/na comhaid roghnaithe a scrios, é a bhaint ó do ríomhaire dá bharr?
nl: Weet u zeker dat u het geselecteerde bestand/de geselecteerde bestanden wilt verwijderen?
tr: Sen seçilen dosyayı silmeyi istediğine emin misin, böylece senin bilgisayarından silinecek?

source: The following files could not be deleted. They may be in use by another application or are currently being downloaded to.
es: Los siguientes archivos no pudieron ser eliminados. Puede que esten en uso por otra aplicacion o puede que esten siendo descargados.
ga: Níorbh fhéidir na comhaid seo a leanas a scrios. D'fhéadfadh siad bheith i bhfeidhm ag feidhmchlár eile nó tá siad á íosluchtú faoi láthair.
nl: De volgende bestanden konden niet worden verwijderd. Ze kunnen in gebruik zijn door een ander programma of worden gedownload.
tr: Bu dosyalar silinemiyor. Başka bir uygulama tarafından kullanılıyor veya indirilmeye halen devam ediliyor olabilirler.

source: Unable to rename the file '{0}'. It may be in use by another application.
es: No se puede renombrar el archivo {0} . Es posible que otra aplicación lo está utilizando.
ga: Níorbh fhéidir an comhad '{0}' a athainmniú. D'fhéadfadh sé bheith i bhfeidhm ag feidhmchlár eile.
nl: FrostWire kan de naam van dit bestand niet wijzigen {0} . Misschien wordt het door een ander programma gebruikt.
tr: '{0}' dosyası yeniden adlandırılamıyor. Dosya başka bir uygulama tarafından kullanılıyor olabilir.

source: The file "{0}" is not a valid incomplete file and cannot be resumed.
es: El archivo {0} no es un archivo incompleto válido y no puede reanudarse.
ga: Ní comhaid seasmhach neamhchríochnaith é "{0}" agus ní féidir é a atosú.
nl: Het bestand {0} is geen geldig of onvolledig bestand en kan niet worden hervat.
tr: "{0}" dosyası geçerli bir tamamlanmamış dosya değil ve indirilmeye devam edilemiyor.

source: Enqueue
es: Encolar
ga: I Scuaine
nl: Invoegen in afspeellijst
tr: Sıraya Koy

source: Add Selected Files to the Playlist
es: Agregar los archivos seleccionados a la lista de reproducción.
ga: Cuir na Comhaid Roghnaithe leis an Seinnréim
nl: Geselecteerde bestanden toevoegen aan afspeellijst
tr: Seçilen Dosyayı Çalma Listesine Ekle

source: Delete Selected Files
es: Eliminar los archivos seleccionados.
ga: Scrios na Comhaid Roghnaithe
nl: Verwijder geselecteerde bestanden
tr: Seçilen Dosyaları Sil

source: Describe...
es: Comentario...
ga: Déan cur síos ar...
nl: Omschrijving...
tr: Açıklama...

source: Add Description to Selected File
es: Ingresar comentario al archivo seleccionado.
ga: Cur Cur Síos leis an Comhad Roghnaithe
nl: Een omschrijving toevoegen voor het geselecteerde bestand
tr: Seçili Dosyaya Açıklama Ekle

source: Publish...
es: Publicar
ga: Foilsigh...
nl: Publiceren...
tr: Yayımcı

source: Publish under Creative Commons License
es: Publicar bajo Licencia Creative Commons
ga: Foilsigh faoi Ceadúnas Coiteann Cruthaitheach
nl: Publiceren onder de Creative Commons License
tr: "Creative Commons License" altında yayınla

source: Edit License...
es: Editar Licensia...
ga: Déan Eagar ar an Ceadúnas
nl: Licentie bewerken
tr: Lisansı Düzenle..

source: Continue Downloading Selected Incomplete File
es: Continuar la descarga del archivo incompleto seleccionado.
ga: Lean ag Íosluchtú an Comhad Neamhiomlán Roghnaithe
nl: Hervat het downloaden van het geselecteerde incomplete bestand
tr: Seçilen tamamlanmamış dosyayı indirmeye devam et

source: Rename
es: Renombrar
ga: Athainmnigh
nl: Hernoemen
tr: Yeniden Adlandır

source: Share File
es: Compartir Archivo
ga: Comhroinn an Comhad
nl: Bestand delen
tr: Dosya Paylaş

source: Stop Sharing File
es: Dejar de Compartir Archivo
ga: Stad ag Comhroinnt an Comhad
nl: Bestand delen afbreken
tr: Dosya Paylaşımını Durdur

source: Share Folder
es: Compartir carpeta
ga: Comhroinn an Fillteán
nl: Map delen
tr: Dizini Paylaş

source: Stop Sharing Folder
es: Dejar de Compartir Carpeta
ga: Stad ag Comhroinnt an Fillteán
nl: Map delen afbreken
tr: Klasörü Paylaştırmayı Durdur

source: Show Magnet Details
es: Detalles Magnet para el archivo
ga: Taispeán Sonraí an Magnet
nl: Toen Magnet-details
tr: Magnet Ayrıntılarını Göster

source: View License
es: Ver Licencia
ga: Féach ar an Ceadúnas
nl: Licentie bekijken
tr: Lisansı Göster

source: Saved Files
es: Archivos guardados
ga: Comhaid i dTaisce
nl: Opgeslagen bestanden
tr: Saklanan Dosyalar

source: FrostWire cannot stop sharing this folder.
es: FrostWire no puede dejar de compartir esta carpeta.
ga: Ní féidir le FrostWire stad an fillteán a roinnt.
nl: FrostWire kan deze map niet ongedeeld maken.
tr: FrostWire bu dizinin paylaşını durduramaz.

source: Are you sure you want to stop sharing this folder?
es: Está seguro que desea dejar de compartir este directorio?
ga: An bhfuil tú cinnte go dteastaíonn uait stad ag comhroinnt an comhad seo?
nl: Weet u zeker dat u deze map niet meer wilt delen?
tr: Bu dizinin paylaşımını durdurmayı gerçekten istiyor musunuz?

source: FrostWire will not allow you delete to the folder reserved for incomplete files.
es: FrostWire no le permitira eliminar la carpeta reservada para archivos incompletos.
ga: Ní ligfidh FrostWire duit scrios chuig an fillteán atá ann do chomhaid neamhiomlán.
nl: FrostWire zal u niet toestaan om de map die gereserveerd is voor incomplete bestanden te verwijderen.
tr: FrostWire sildiğin dosyaya izin vermeyecek eksik dosyalar için ayırdı.

source: Shared Files
es: Archivos Compartidos
ga: Comhaid Comhroinnte
nl: Gedeelde bestanden
tr: Paylaşılan dosyalar

source: Store
es: Almacenar
nl: Winkel
tr: Depo

source: Add Folder Contents to Playlist
es: Ir a la lista de reproducción
ga: Cuir Inneachair an Fillteán leis an Seinnréim
nl: Mapinhoud toevoegen aan afspeellijst
tr: Playlist'e dosya içeriğini ekle

source: Hide .torrent Files
es: Esconter archivos .torrent
ga: Folaigh Comhaid .torrent
nl: Verberg .torrent-bestanden
tr: .torrent Dosyalarını Gizle

source: Show .torrent Files
es: Mostrar archivos .torrent
ga: Taispeáin Comhaid .torrent
nl: Toon .torrent-bestanden
tr: .torrent Dosyalarını Göster

source: Refresh
es: Actualizar
ga: Athnuaigh
nl: Vernieuwen
tr: Tazele

source: Reload Shared Folders
es: Recargar directorios compartidos.
ga: Athluchtaigh Fillteáin Comhroinnte
nl: Herlaad gedeelde mappen
tr: Paylaşılan Klasörleri Tekrar Yükle

source: Open Library Folder
es: Abrir directorio de la biblioteca.
ga: Oscail Fillteán na Leabharlanna
nl: Bibliotheekmap openen
tr: Kütüphane Dizinini Aç

source: Configure Sharing Options
es: Configurar Opciones para Compartir
ga: Cumraigh Roghanna Comhroinnte
nl: Configureer de delingsopties
tr: Paylaşım Seçeneklerini Düzenle

source: Folders to share
es: Carpetas a compartir
ga: Fillteáin le comhroinnt
nl: Mappen om te delen
tr: Paylaşılacak dosyalar

source: The following folders and subfolders will be shared. You can uncheck any folders you do not want to share. (You can change your shared folders at any time in FrostWire's options.)
es: Las siguientes carpetas y subcarpetas seran compartidas. Puedes quitar cualquier carpeta que no desees compartir. (Puedes cambiar tus carpetas compartidas en cualquier momento en la Bibloteca)
ga: Réim de Gach Comhaid Aonaracha A Cheannaíoch
nl: De volgende mappen en submappen zullen gedeeld worden. U kunt alle mappen uitvinken die u niet wilt delen (u kunt uw gedeelde mappen altijd in de opties van FrostWire veranderen).
tr: Sonraki dizinler ve alt dizinler paylaşılacak. Paylaşmak istemediğiniz dosyaların işaretini kaldırabilirsiniz. (Paylaşılan dizinlerinizi istediğiniz zaman FrostWire seçeneklerinden değiştirebilirsiniz.)

source: Legend
es: Leyenda
ga: Eochair Eolais
nl: Geschiedenis
tr: Alan

source: Folder is fully shared including all subfolders.
es: Carpeta está totalmente compartida incluyendo subcarpetas.
ga: Tá an comhad lán-comhroinnte, gach fofhillteán san áireamh.
nl: De map is helemaal gedeeld inclusief alle submappen!
tr: Dosya tam olarak, bütün altklasörler dahil paylaşılır.

source: Folder is not shared and no subfolders are shared.
es: Carpeta no está compartida y ninguna subcarpeta será compartida.
ga: Níl an fillteán comhroinnte agus níl aon fofhillteáin comhroinnte.
nl: De map is NIET gedeelt en ook geen een van de submappen!
tr: Dosya paylaşılmaz ve hiçbir alt klasörler paylaşılmaz.

source: Individually Shared Files
es: Archivos Compartidos Individualmente
ga: Comhaid atá Comhroinnte Ina Aonair
nl: Individuele gedeelde bestanden
tr: Ayrı ayrı dosyaları paylaştı

source: List of All Individually Shared Files
es: Lista de Todos los Archivos Compartidos Individualmente
ga: Réim de Gach Comhaid atá Comhroinnte ina Aonair
nl: Lijst van alle individuele gedeelde bestanden
tr: Herkesten ayrı ayrı paylaşılan dosyaları listele

source: List of .torrent files
es: Lista de archivos .torrent
ga: Réim comhaid .torrent
nl: Lijst met .torrent bestanden
tr: .torrent dosyalarının listesi

source: .torrent files
es: archivos .torrent
ga: comhaid .torrent
nl: .torrent-bestanden
tr: .torrent dosyaları

source: Logging
es: Bitacora
ga: Ag taifead
tr: Günlük Tutuluyor

source: Loading Logging Window...
es: Cargando ventana de opciones...
ga: Ag Luchtú Fuinneog na Taifeada
nl: Logvenster wordt geladen...
tr: Günlük Dosyaları Yükleniyor..

source: &Advanced
es: &Avanzado
ga: &Ardroghanna
nl: Ge&avanceerd
tr: &Gelişmiş

source: Mojito &DHT Arcs View
es: Vista de Arco del Mojito &DHT
ga: Tá an comhad lán-comhroinnte, gach fofhillteán san áireamh.
nl: Mojito &DHT Arcs-weergave

source: Display a view of the incoming and outgoing DHT messages
es: Mostrar una vista de los mensajes entrantes y salientes del DHT
nl: Toon een weergave van de inkomende en uitgaande DHT-berichten
tr: Gelen ve giden DHT mesajlarının bir görüşünü göster

source: &File
es: &Archivo
ga: &Comhad
nl: &Bestand
tr: &Dosya

source: Filter&s
es: &Filtros
ga: Scagair&í
tr: Filtre&ler

source: &Configure Content Filters
es: &Configure los Filtros de Contenido
ga: &Cumraigh Scagairí Inneachar
nl: Inhoudsfilters configureren
tr: &İçerik Filtrelerini Ayarla

source: Configure FrostWire's Content Filtering Options
es: Configure las opciones de los Filtros de Contenido de FrostWire
nl: FrostWire's inhoudfilteringsopties configureren
tr: FrostWire ın İçerik Filtreleme Seçeneklerini Ayarla

source: &Learn More...
es: &Aprenda mas...
ga: &Foghlaim Tuilleadh...
nl: Meer informatie...
tr: &Daha Fazla..

source: Learn More about FrostWire's Content Filtering System
es: Aprenda mas acerca de los Filtros de Contenido de limewire
ga: Foghlaim Tuilleadh faoi Córas Scagadh Inneachair FrostWire
nl: Krijg meer informatie over FrostWire's inhoudfilteringssysteem
tr: FrostWire ın İçerik Filtreleme Seçenekleri Sistemi hakkında daha fazla bilgi

source: &Help
es: &Ayuda
ga: &Cabhair
tr: &Yardım

source: &Using FrostWire
es: &Uso de FrostWire
ga: &Ag Baint Feidhm As FrostWire
nl: FrostWire-ondersteuning
tr: &Frost Wire Kullanılıyor

source: Help for Using FrostWire
es: Ayuda para usar FrostWire.
ga: Cabhair chun Feidhm A Bhaint As FrostWire
nl: Help bij het gebruik van FrostWire
tr: Frost Wire Kullanımı hakkında Yardım

source: &FAQ
es: Preguntas &frecuentes
ga: &Ceisteanna Coiteanta
tr: &S.S.S

source: Frequently Asked Questions for FrostWire
es: Preguntas frecuentes para FrostWire.
ga: Ceisteanna Coiteanta do FrostWire
nl: Vaakgestelde vragen over FrostWire
tr: FrostWire için Sıkça Sorulan Sorular

source: Foru&m
es: F&oro
ga: Clá&r Plé

source: Access the FrostWire Users' Forum
es: Acceder al foro de usuarios de FrostWire.
ga: Téigh chuig Clár Plé Lucht Feidhme FrostWire
nl: Bezoek het FrostWire gebruikersforum
tr: FrostWire Kullanıcıları Forumu'na Giriş

source: Tip of the &Day
es: Consejo &del día
ga: Nod an &Lae
nl: Tip van &de dag
tr: Günün İpucu

source: Show the Tip of the Day Window
es: Mostrar ventana del consejo del día.
ga: Taispeáin Fuinneog Nod an Lae
nl: Toon het 'Tip van de dag'-venster
tr: Günün İpucu Penceresini Göster

source: Generate &Error
es: &Generar error
ga: Gin &Botún
nl: &Fout genereren
tr: &Hata Raporu

source: Generate a Popup Error for Testing
es: Generar una ventana de error para pruebas.
nl: Genereer een popupfout voor een test
tr: Test için Bir Hata Raporu Getir

source: &About FrostWire
es: Ac&erca de FrostWire
ga: &Maidir le FrostWire
nl: &Over FrostWire...
tr: &FrostWire Hakkında

source: Information about FrostWire
es: Información acerca de FrostWire.
ga: Eolas maidir le FrostWire
nl: Informatie over FrostWire
tr: FrostWire hakkında Bilgi

source: Loading Menus...
es: Cargando mens...
ga: Ag Luchtú Roghchláir...
nl: Menu's worden geladen...
tr: Menüler Yükleniyor...

source: &Navigation
es: &Navegación
ga: &Nascleanúint
nl: &Navigatie
tr: &Gezinti

source: &Resources
es: &Recursos
ga: &Acmhainní
nl: &Bronnen
tr: &Kaynaklar

source: Result &Filters
es: &Filtros de resultados
ga: &Scagairí na Torthaí
nl: Resultaat&filters
tr: Sonuç &Filtreleri

source: Show Search Result Filters
es: Mostrar los filtros de los resultados de búsqueda.
ga: Taispeáin na Scagairí Torthaí Cuardach
nl: Toon filters van de zoekresultaten
tr: Arama Sonucu Filtrelerini Göster

source: Sho&w/Hide
es: Mostrar/&Ocultar
ga: Tais&peáin/Folaigh
nl: Tonen/verbergen
tr: Göster/Gizle

source: &Get More Skins
es: O&btener más temas
ga: &Faigh Tuilleadh Craicinn
nl: &Meer skins verkrijgen
tr: &Daha Fazla Arayüz (Skin)

source: Find more skins from frostwire.com
es: Encontrar más carátulas en frostwire.com.
ga: Aimsigh tuilleadh craicinn ó frostwire.com
nl: Vind meer skins op frostwire.com
tr: frostwire.com dan daha fazla arayüz

source: Reload available skins from disk
es: Recargar carátulas disponibles en el disco.
ga: Athluchtaigh craicinn atá ar fáil ón diosca
nl: Beschikbare skins van schijf herladen
tr: Diskten mevcut temaları tekrar yükle

source: Use &Default
es: Usar el pre&determinado
ga: Bain Feidhm as an &Réamhshocrú
nl: Gebruik &standaard
tr: &Varsayılan Kullan

source: Use your default skin
es: Usar su carátula predeterminada.
ga: Bain feidhm as do chraiceann réamhshocraithe
nl: Gebruik uw standaardskin
tr: Varsayılan Arayüzü Kullan

source: &Tools
es: &Herramientas
ga: &Uirlisí
nl: Hulpmidd&elen
tr: &Araçlar

source: &Options
es: &Opciones
ga: &Roghanna
nl: &Opties
tr: &Seçenekler

source: Display the Options Screen
es: Mostrar la pantalla de opciones.
ga: Taispeán Scáileán na Roghanna
nl: Geef het 'Opties'-venster weer
tr: Seçenekler Ekranını Göster

source: Use &Small Icons
es: Ícono&s pequeños
ga: Bain Feidhm as &Deilbhíní Bheaga
nl: Gebrui&k kleine pictogrammen
tr: Küçük Si&mgeler Kullan

source: Use Small Icons
es: Usar Íconos pequeños.
ga: Bain Feidhm As Deilbhíní Bheaga
nl: Gebruik kleine pictogrammen
tr: Küçük imgeleri kullan

source: Show Icon &Text
es: Mos&trar texto de Ícono
ga: Taispeán &Téacs na Deilbhíní
nl: &Tekst tonen bij pictogram
tr: Simge Ya&zılarını Göster

source: Show Text Below Icons
es: Mostrar texto bajo Íconos.
ga: Taispeáin Téacs Faoi Deilbhíní
nl: Tekst tonen onder de pictogrammen
tr: Simgeler Altında Yazı Göster

source: Show Smi&leys
es: Mostrar &Emoticones
ga: Taispeáin an Straoiseoga

source: Show emoticons in chat
es: Muestra emoticones en la Comunidad Chat
ga: Taispeáin straoiseoga sa chomhrá

source: &Increase Font Size
es: Au&mentar tamaño de la fuente
ga: Méadaigh an Chlómhéid
nl: Lettertype vergroten
tr: &Font boyutunu büyüt

source: Increases the Font Size
es: Aumenta el tamaño de la fuente
ga: Méadaíonn sé an Chlómhéid
nl: Vergroot het lettertype
tr: yazı tipi boyutunu arttırma

source: &Decrease Font Size
es: Reduc&ir el tamaño de la fuente
ga: &Laghdaigh an Chlómhéid
nl: Lettertype verkleinen
tr: &Font boyutunu küçült

source: Decreases the Font Size
es: Reduce el tamaño de las letras
ga: Laghdaíonn sé an Chlómhéid
nl: Verkleint het lettertype
tr: yazı tipi boyutunu azaltma

source: C&hange Language
es: Camb&iar idioma
ga: A&thraigh Béarla
nl: Taal veranderen
tr: Lisanı değiştir

source: Select your Language Prefereces
es: Cambia las preferencias de idioma
ga: Roghnaigh do Shainroghanna Béarla
nl: Kies uw taalinstellingen
tr: Lisan Tercihinizi Seçiniz

source: Play
es: Reproducir
ga: Seinn
nl: Afspelen
tr: Yürüt

source: Stop
es: Detener
ga: Stad
nl: Stoppen
tr: Durdur

source: Next
es: Adelantar
ga: Ar Aghaidh
nl: Volgende
tr: Sonraki

source: Previous
es: Retroceder
ga: Roimhe
nl: Vorige
tr: Önceki

source: Restore
es: Restablecer
ga: Cuir Arais
nl: Herstellen
tr: Geri Yükle

source: About
es: Acerca de
ga: Maidir le
nl: Over...
tr: Hakkında

source: Exit after Transfers
es: Salir al concluir las transferencias
ga: Scoir tar éis Aistrithe
nl: Afsluiten na overdrachten
tr: Aktarımlar Bitince Çıkış

source: Exit
es: Salir
ga: Scoir
nl: Afsluiten
tr: Çıkış

source: Restore Defaults
es: Restablecer los valores predeterminados
ga: Cuir Arais na Réamhshocruithe
nl: Standaardinstellingen herstellen.
tr: Varsayılanlara Dön
