Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: Are you sure you want to permanently remove the license from your local copy of this file?
es: Está seguro de que desea eliminar permanentemente la licencia de su copia local de este archivo?
ga: An bhfuil tú cinnte go dteastaíonn uait an ceadúnas a bhaint go buan ó do mhacasamhail logánta den chomhad seo?
nl: Weet u zeker dat u de licentie permanent wilt verwijderen van uw lokale kopie van dit bestand?
tr: Bu dosyanın sizdeki kopyasından lisansını tamamen silmeyi istediğinizden emin misiniz?

source: I understand that to publish a file, I must either own its copyrights or be authorized to publish them under a Creative Commons license.
es: Entiendo que para publicar un archivo, debo poseer los derechos de copia de autor o estar autorizado para publicarlo bajo una licencia Creative Commons.
ga: Tuigim chun comhad a fhoilsiú, caithfidh a chóipcheartanna a bheith agam nó tá cead agam iad a fhoilsiú faoi ceadúnas Coiteann Cruthaitheach.
nl: Ik begrijp dat ik, om een bestand te publiceren, óf de copyrights moet bezitten óf gemachtigd moet zijn om deze te publiceren onder de Creative Commons-licentie.
tr: Bir dosyayı yayımlayabilmek için, telif haklarına sahip olmam gerektiğinin veya bir Creative Commons lisansı altında yayımlama yetkisine sahip olmam gerektiğinin bilincindeyim.

source: This file already has a license. If you want to modify it, click the checkbox to attest that you either own its copyrights or are authorized to publish them under a Creative Commons license.
es: Este archivo ya tiene una licencia. Si quiere modificarla, haga click en la caja de selección para verificar que Ud. posee los derechos de copia de autor o está autorizado para publicarlo bajo una licencia Creative Commons.
ga: Tá ceadúnas ag an comhad seo cheana. Má teastaíonn uait é a mhionathrú, clig an ticbhosca chun deimhniú gur leat a chóipchearta nó go bhfuil cead agat iad a fhoilsiú faoi ceadúnas Coiteann Cruthaitheach.
nl: Dit bestand heeft al een licentie. Als u deze wilt bewerken, vink het volgende aan om zo aan te geven dat u óf de copyrights bezit óf gemachtigd bent om deze te publiceren onder de Licentie Creative Commons.
tr: Dosya zaten bir lisansa sahip. Değişiklik yapmak istiyorsanız, seçme kutusuna tıklayarak dosyanın telif haklarına sahip olduğunuzu veya tarafınıza CCL tarafından yayınlama yetkisi verildiğini doğrulayınız.

source: Modify the license of this file
es: Modificar la licencia de este archivo
ga: Mionathraigh ceadúnas an comhad seo.
nl: De licentie van dit bestand bewerken
tr: Bu dosyanın lisansını düzenle

source: This tool helps you publish audio under a Creative Commons license.
es: Esta herramienta sirve para publicar audio bajo una licencia Creative Commons.
ga: Cuidíonn an uirlis seo leat fuaim a fhoilsiú faoi ceadúnas Coiteann Cruthaitheach.
nl: Dit hulpmiddel helpt u om audio te publiceren onder een Creative Commons-licentie.
tr: Bu araç sayesinde CC lisansı altında ses dosyaları yayınlayabilirsiniz.

source: How does it work?
es: ¿Cómo funciona?
ga: Conas a fheidhmíonn sé?
nl: Hoe werkt het?
tr: Nasıl çalışır?

source: ShareAlike
es: Compartido por Igual
tr: Eşitpaylaşım

source: Allow commercial use of your work?
es: ¿Permitirá el uso comercial de su trabajo?
ga: Ceadaigh feidhm tráchtála de do chuid saothar?
nl: Commercieel gebruik van uw werk toestaan?
tr: Çalışmanızın ticari kullanımına izin veriyor musunuz?

source: Allow modification of your work?
es: Permitira modificaciones de su trabajo?
ga: Ceadaigh mionathrú de do chuid saothar?
nl: Bewerking van uw werk toestaan?
tr: Çalışmanızda değişiklik yapılabilsin mi?

source: Save details to file
es: Guardar detalles al archivo
ga: Cuir na sonraí i dtaisce i gcomhad
nl: Details opslaan in bestand
tr: Detayları dosyaya kaydet

source: Copyright Holder:
es: Dueños de derechos de copia:
ga: Sealbhóir na Cóipchearta:
nl: Copyrighthouder:
tr: Telif Hakkı Sahibi:

source: Copyright Year:
es: Año de derechos de copia:
ga: Bliain na Cóipchearta
nl: Copyrightjaar:
tr: Telif Hakkı Yılı:

source: Title of Work:
es: Título del Trabajo:
ga: Teideal an tSaothar:
nl: Titel van het werk:
tr: Çalışmanın Başlığı

source: Comment:
es: Comentario:
nl: Commentaar:
tr: Yorum:

source: Please enter a valid year for the file you want to publish.
es: Por favor introduzca un año válido para el archivo que desea publicar.
ga: Cuir isteach bliain seasmhach don chomhad a theastaíonn uait foilsiú.
nl: Voer a.u.b. een geldig jaar in voor het bestand dat u wilt publiceren.
tr: Lütfen yayımlamak istediğiniz dosya için geçerli bir yıl girin.

source: I want to use the Internet Archive to host the file.
es: Deseo utilizar el Internet Archive para guardar el archivo.
ga: Ba mhaith liom feidhm a bhaint as an Chartlann Idirlíona chun an comhad a óstú.
nl: Ik wil het Internet Archive gebruiken om het bestand te hosten.
tr: Dosya barındırmak için İnternet Arşivini kullanmak istiyorum.

source: I want to host the verification file myself at the following URL:
es: Deseo guardar el archivo de verificación en la siguiente URL:
ga: Teastaíonn uaim an comhad fíorúchán a óstú mé féin ag an URL a leanas:
nl: Ik wil het verificatiebestand zelf hosten vanaf de volgende URL:
tr: Onaylama dosyasını kendim şu adreste barındırmak istiyorum:

source: Where do you want to store the verification URL?
es: ¿Donde desea guardar la URL de verificación?
ga: Cár mhaith leat an URL fíorúchán a chur i dtaisce?
nl: Waar wilt u de verificatie-URL opslaan?
tr: Onaylama adresini nerede saklamak istersiniz?

source: What is this?
es: ¿Qué es esto?
ga: Cad é seo?
nl: Wat is dit?
tr: Bu nedir?

source: The verification file is hosted at the following URL:
es: El archivo de verificación está guardado en la siguiente URL:
ga: Tá an comhad fíorúchán óstaithe ag an URL seo a leanas:
nl: Het verificatiebestand is gehost op de volgende URL:
tr: Onaylama dosyasının barındığı adres:

source: Please enter a verification URL for the license.
es: Por favor introduzca una URL de verificación para la licencia.
ga: Cuir isteach URL fíorúchán don cheadúnas seo.
nl: Voer a.u.b. een verificatie-URL van de licentie in.
tr: Lütfen lisans için bir onaylama adresi giriniz.

source: License RDF Output
es: Salida de Licencia RDF
ga: Aschur Ceadúnas RDF
nl: Licentie-RDF-uitvoer
tr: RDF çıktısına ruhsat ver

source: In order to publish your file, please insert the following code in your verification page at:
es: Para publicar su archivo, por favor introduzca el siguiente código en su página de verificación en:
ga: Ionas gur féidir do chomhad a fhoilsiú, cuir isteach an tagairt seo a leanas i do leathanach fíorúchán ag:
nl: Om uw bestand te publiceren moet u de volgende code op de verificatiepagina invullen:
tr: Dosyanızı yayınlamak için gereken kodun bulunduğu onaylanmış sayfa:

source: Copy to Clipboard
es: Copiar al Portapapeles
ga: Macasamhlaigh chuig an Ghearrthaisce
nl: Kopiëren naar klembord
tr: Panoya Kopyala

source: Kind:
es: Clase:
ga: Cineál:
nl: Soort:
tr: Tür:

source: Size:
es: Tamaño:
ga: Méid:
nl: Grootte:
tr: Boyut:

source: Date Modified:
es: Fecha de modificación:
ga: Dáta a Mhionathraíodh É:
nl: Datum gewijzigd:
tr: Düzenlendiği Tarih:

source: Internal Document Error. Data could not be saved.
es: Error interno del documento. Los datos no pueden guardarse.
ga: Botún Cáipéise Inmheánach. Níorbh fhéidir na sonraí a tharrtháil.
nl: Interne documentfout. De data kon niet opgeslagen worden.
tr: İç doküman hatası. Veri kurtarılamadı.

source: Internal Error. Data could not be saved.
es: Error interno. Los datos no pueden guardarse.
ga: Botún Inmheánach. Níorbh fhéidir na sonraí a tharrtháil.
nl: Interne fout. De data kon niet opgeslagen worden.
tr: İç Hata. Veri kaydedilemedi.

source: Nothing to save.
es: Nada para guardar.
ga: Tada le chur i dtaisce.
nl: Er is niets om op te slaan.
tr: Kaydedecek hiçbir şey yok.

source: File not found or corrupt file. Data could not be saved
es: No se puede encontrar el archivo o tiene fallas. Los datos no pudieron guardarse
ga: Níorbh fhéidir an comhad a aimsiú nó is comhad truaillithe atá ann. Níorbh fhéidir na sonraí a tharrtháil.
nl: Het bestand is niet gevonden of is corrupt. De data kon niet opgeslagen worden.
tr: Dosya bulunamadı veya hasarlı. Veri kaydedilemedi

source: Read Write Error. Data could not be saved.
es: Error de Lectura/Escritura. Los datos no pudieron guardarse.
ga: Botún sa Léamh Scríobh. Níorbh fhéidir na sonraí a tharrtháil.
nl: Lees-schrijffout. De data kon niet opgeslagen worden.
tr: Okuma Yazma Hatası. Veri kaydedilemedi.

source: File Corrupt. Data could not be saved.
es: Archivo con fallas. Los datos no pueden guardarse.
ga: Comhad Truaillithe. Níorbh fhéidir sonraí a tharrtháil.
nl: Het bestand is corrupt. De data kon niet opgeslagen worden.
tr: Dosya Hasarlı. Veri kaydedilemedi.

source: Incorrect format entered. Changes will not be saved.
es: Ingresó formato incorrecto. No se guardarán los cambios.
ga: Formáid mícheart churtha isteach. Ní cuirfear i dtaisce na hathruithe.
nl: Incorrect formaat ingevoerd. Wijzigingen zullen niet opgeslagen worden.
tr: Hatalı biçim girildi. Değişiklikler kaydedilmeyecek.

source: Unable to remove data.
es: Imposible quitar los datos.
ga: Níorbh fhéidir na sonraí a bhaint.
nl: Kon de data niet verwijderen.
tr: Veri silinemiyor.

source: Title:
es: Título:
ga: Teideal:
nl: Titel:
tr: Başlık:

source: Artist:
es: Artista:
ga: Ealaíontóir:
nl: Artiest:
tr: Sanatçı:

source: Genre:
es: Género:
ga: Aicme:
tr: Tür:

source: Year:
es: Año:
ga: Bliain:
nl: Jaar:
tr: Yıl:

source: Type:
es: Tipo:
ga: Cineál:
tr: Tür:

source: Track:
es: Pista:
ga: Rian:
nl: Nummer:
tr: Parça:

source: Length:
es: Longitud:
ga: Fad:
nl: Lengte:
tr: Süre:

source: Bitrate:
es: Tasa de bits:
ga: Beartráta:
tr: Bit oranı:

source: Comments:
es: Comentarios:
ga: Nótaí Tráchta:
nl: Commentaar:
tr: Yorumlar:

source: Price:
es: Precio:
ga: Luach:
nl: Prijs:
tr: Fiyat:

source: Link:
es: Enlace:
ga: Nasc:
tr: Bağlantı:

source: Action:
es: Acción:
ga: Gníomh:
nl: Actie:
tr: Eylem:

source: License:
es: Licencia:
ga: Ceadúnas:
nl: Licentie:
tr: Lisans:

source: Rating:
es: Valoración:
ga: Grádú:
nl: Waardering
tr: Derece:

source: License Type:
es: Tipo de Licencia:
ga: Cineál Ceadúnais:
nl: Licentietype:
tr: Lisans Türü:

source: Studio:
es: Estudio:
ga: Stiúideo:
tr: Stüdyo

source: Stars: (Please separate with comma)
es: Estrellas:
ga: Réalta: (Scair óna chéile iad le leathstadanna)
nl: Sterren (a.u.b. scheiden met een komma):
tr: Yıldızlar: (Lütfen virgül ile Ayırınız)

source: Producer: (Please separate with comma)
es: Productor: (Por favor separar con comas)
ga: Léiritheoir: (Scair óna chéile iad le leathstadanna)
nl: Producent (a.u.b. scheiden met een komma):
tr: Üretici: (Lütfen virgülle ayır)

source: Subtitles: (Please separate with comma)
es: SubtÃ¬tulos: (Por favor separar con comas)
ga: Fo-theidil: (Scair óna chéile iad le leathstadanna)
nl: Ondertitelingen (a.u.b. scheiden met een komma):
tr: Altyazılar: (Lütfen virgülle ayırınız)

source: Topic:
es: Tópico:
ga: Ábhar:
nl: Onderwerp:
tr: Konu:

source: Author:
es: Autor:
ga: Údar:
nl: Auteur:
tr: Yazar:

source: Name:
es: Nombre:
ga: Ainm:
nl: Naam:
tr: İsim:

source: Publisher:
es: Editorial:
ga: Foilsitheoir:
nl: Uitgever:
tr: Yayımcı:

source: Platform:
es: Plataforma:
ga: Ardán
tr: Çalışma Alanı:

source: Description:
es: Descripción:
ga: Cur Síos:
nl: Omschrijving:
tr: Açıklama:

source: Unknown file type. Please choose the type that best describes this file.
es: Tipo de archivo desconocido. Por favor elija el tipo de archivo que mejor describa este archivo.
ga: Cineál comhad anaithnid. Roghnaigh an cineál a oireann is fearr don comhad seo.
nl: Onbekend bestandstype. Kies een type dat het beste bij dit bestand past.

source: Back
es: Atrás
ga: Siar
nl: Terug
tr: Geri

source: Audio
ga: Fuaim
tr: Ses

source: Director
ga: Stiúrthóir
nl: Regisseur
tr: Yönetmen

source: No
ga: Níl
nl: Nee
tr: Hayır

source: &Monitor
ga: &Scáileán
nl: Overzicht
tr: İzle

source: Error
ga: Botún
nl: Fout
tr: Hata

source: Connection
ga: Nasc
nl: verbinding
tr: Bağlantı

source: You can make your own FrostWire skins! Visit <a href="{0}">FrostWire's website</a> for detailed information about how skins are created.
ga: Is féidir do chraicinn FrostWire fhéin a chrúthú! Tabhair cuairt ar <a href="{0}">láithreán gréasáin FrostWire</a> le haghaidh tuilleadh eolas ar conas craiceann a dhéanamh.
nl: U kunt uw eigen FrostWire-skins maken. Bezoek de <a href="{0}">FrostWire-website</a> voor meer informatie over hoe u skins kunt maken.
tr: Kendi FrostWire skinini yaratabilirsin! Detaylı bilgi için <a href="{0}">FrostWire sitesi</a> ni ziyaret edebilirsin.

source: Passionate about digital rights? Visit the <a href="{0}">Electronic Frontier Foundation</a> and see what you can do to help.
nl: Gepassioneerd door digitale rechten? Bezoek de <a href="{0}"> Electronic Frontier Foundation</a> en zie wat u kunt doen om te helpen.
tr: Dijital haklar konusunu mu merak ediyorsunuz? <a href="{0}">Electronic Frontier Foundation</a> ı ziyaret edin.

source: If you own the copyright to a file that is being shared on the network, and you don't want it to be shared, you can have it filtered out of the network search results. <a href="{0}">More information</a> is available.
nl: Als u een auteursrechtelijk bestand van uzelf vindt en u wilt niet dat het gedeeld word, kunt u het uit de netwerkzoekopdrachten filteren. <a href="{0}">Meer informatie</a> is beschikbaar.
tr: Eğer bu ağda paylaşımda olan bir dosyanın telif hakkına sahipseniz ve dosyanın paylaşımını istemiyorsanız, dosyanın filtrelenip ağdaki arama sonuçlarından çıkması mümkündür. <a href="{0}">Daha fazla bilgi için tıklayın. </a>

source: Magnet links allow users to download files through FrostWire from a web page. When you put a magnet link on your web page (in the 'href' attribute of anchor tags), and a user clicks the link, a download will start in FrostWire.
nl: Magnet-links zorgen ervoor dat gebruikers bestanden kunnen downloaden met FrostWire en via een webpagina. Als u een Magnet-link op uw webpagina plaatst (in het 'href'-attribuut of in ankertags) en een gebruiker klikt de link aan, zal de download in FrostWire starten.
tr: Mıknatıs bağlantıları, bir ağ sayfasından FrostWire boyunca dosyaları indirmesi için kullanıcılara izin verir. Senin, (Çapa etiketlerinin 'Href' niteliğinde) ağ sayfanda bir mıknatıs bağlantısını koyduğun zaman ve bir kullanıcının bağlantıyı tıkladığı zaman bir indirme FrostWire'de başlayacak.

source: FrostWire does not automatically share all types of files. If you have a specific file you'd like to share, make sure its extension is being shared. This can be done via Tools &gt; Options and altering the 'Sharing' options.
nl: FrostWire deelt niet automatisch alle types bestanden. Indien u een specifiek bestanden heeft dat u wilt delen moet u ervoor zorgen dat de extensie gedeeld wordt. Dit kan gedaan worden via 'Hulpmiddelen' &gt; 'Opties' &gt; 'Delen'.
tr: FrostWire otomatik olarak bütün dosyaları tiplerini paylaşıma açmaz. Eğer özellike paylaşıma açmak istediğiniz dosya tipi varsa, bu uzantının paylaşıma açık olduğundan emin olun. Bunu Araçlar &gt; Seçenekler ve Paylaşım seçeneklerini değiştirerek yapabilirsiniz.

source: You can turn autocomplete for searching on or off by choosing 'Options' from the 'Tools' menu, and changing the value of 'Autocomplete Text' under the 'View' option.
nl: U kunt de automatische tekstvoltooiingsoptie voor zoekvelden in- of uitschakelen door 'Opties' te kiezen in het 'Hulpmiddelen'-menu en de waarde aan te passen onder de 'Bekijken'-optie.
tr: Aramalarda Otomatik tamamlamayı açıp / kapatmayı Araçlar sonra Seçenekler menüsünün altında bulunan Görünüm seçeneğinden Otomatik tamamla değerini değiştirerek yapabilirsiniz.

source: You can ban certain words from appearing in your search results by choosing 'Options' from the 'Tools' menu and adding new words to those listed under Filters &gt; Keywords.
nl: U kunt bepaalde woorden verbannen zodat ze niet meer verschijnen in uw zoekresultaten door te gaan naar 'Hulpmiddelen' > 'Opties' > 'Filters' > 'Sleutelwoorden' en door nieuwe woorden toe te voegen aan de lijst.
tr: Belirli kelimelerin arama sonuçlarında görünmesini yasaklayabilirsiniz. Bunu yeni kelimeleri Araçlar, Seçenekler sonra Filtreler menüsü altındaki Anahtar Sözcüklere ekleyerek yapabilirsiniz.

source: You can change the columns that display search result information. Columns you can choose include, 'Title', 'Genre', 'Track', 'Length', and many more. Just right-click on the search result column headers, choose audio or video, and check the columns you want to see!
nl: U kunt de kolommen aanpassen die zoekresultaatinformatie weergeven. U kunt kiezen uit de volgende kolommen: 'Titel', 'Genre', 'Track', 'Lengte' en nog veel meer. Rechtsklik gewoon op de kolomtitels van het zoekresultaat, kies audio of video en vink de kolommen aan die u wilt zien!
tr: gösterme arama sonuç bilgisinin olduğu sütunları değiştirebilirsin. Senin seçebildiğin sütunları kapsar, 'Başlık', 'Tür', 'Yol', 'Uzunluk', ve daha birçoğu. Sadece arama sonuç sütun dik dalışlarında doğru tıkla ses veya görüntüyü seçer ve senin görmeyi istediğin sütunları kontrol eder!

source: Why
nl: Waarom
tr: Niçin

source: SSL Overhead In
tr: SSL Overhead girişi

source: SSL Overhead Out
nl: SSL-overhead uit
tr: SSL Overhead çıkışı

source: Chat
ga: Comhrá
nl: Chatten
tr: Sohbet

source: Error: {0}
ga: Botún: {0}
nl: Fout: {0}
tr: hata {0}

source: Individual Store Files
nl: Individuele winkelbestanden
tr: Bireysel depo dosyalar

source: List of All Individual Purchased Files
nl: Lijst van alle individueel gekochte bestanden
tr: Bütün bireysel satın alınan dosyalardan listele

source: FrostWire Media Player
ga: Seinnteoir Meáin FrostWire
nl: FrostWire-mediaspeler
tr: FrostWire medya oynatıcısı

source: Popups
ga: Míreanna aníos
tr: Açılır Pencereler

source: Proxy
ga: Seachfhreastalaí
tr: Vekil Sunucu

source: Proxy:
ga: Seachfhreastalaí:
tr: Vekil sunucu:

source: Variables
ga: Athraitheacha
nl: Variabelen
tr: Değişkenler

source: Monitor
ga: Scáileán
nl: Overzicht
tr: Denetleme

source: Album:
ga: Albam:
tr: Albüm:

source: Director:
ga: Stiúthóir:
nl: Regisseur:
tr: Yönetmen:

source: MPEG-1 Audio Layer 3
ga: MPEG-1 Sraith Fuaime 3
nl: MPEG-1 audiolaag 3
tr: MPEG-1 Ses Katmanı 3

source: MPEG-4 Audio
ga: Fuaimrian MPEG-4
tr: MPEG-4 Ses

source: Show Store Indicator
nl: Store-indicator tonen

source: You can customize FrostWire to your heart's content by changing various preferences such as your Save Folder, Shared Folder, Upload Bandwidth, etc... These preferences (and more) are available at the Tools &gt; Options menu.
nl: U kunt FrostWire aan uw wensen aanpassen door verschillende voorkeuren te wijzigen, zoals uw opslagmap, uw gedeelde map, uw uploadbandbreedte, enz... Deze voorkeuren (en meer) zijn beschikbaar in het menu 'Hulpmiddelen' &gt; 'Opties'.

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to Tools &gt; Options, and check 'Revert To Default' under View &gt; Popups.
nl: Wilt u vensters voor vragen weergeven die u eerder gemarkeerd heeft als 'Dit bericht niet meer tonen' of 'Altijd dit antwoord gebruiken'? Ga naar 'Hulpmiddelen' &gt; 'Opties' en klik op 'Standaardinstellingen herstellen' onder 'Bekijken' &gt; 'Popups'.

source: Better search results Turbo-Charged download speeds Connections to more sources Personalized tech support Six months of free updates
nl: Betere zoekresultaten. Turbo downloadsnelheden. Verbindingen met meerdere bronnen. Gepersonaliseerde technische ondersteuning. Met zes maanden gratis updates.

source: Creative Commons
ga: Coiteann Cruthaitheach

source: FrostWire is translated into many different languages including Chinese, French, German, Japanese, Italian, Spanish and many more. Visit FrostWire's <a href="{0}">internationalization page</a> for information on how you can help translation efforts!
ga: Tá FrostWire aistrithe go mórán béarlaí éagsúla ina áirítear Sínis, Fraincís, Gearmáinis, Seapáinis, Iodáilis, Spáinnis agus a lán eile. Tabhair cuairt ar <a href="{0}">leathanach ilchineadhachúldú</a> FrostWire chun eolas a fháil conas ar féidir leat cuidiú leis na haistriúcháin!

source: Sport the FrostWire look! Visit our <a href="{0}">FrostWire gear</a> page and purchase a t-shirt or stickers!
ga: Caith éadaí FrostWire! Tabhair cuairt ar <a href="{0}">éadaí FrostWire</a> agus ceannaigh t-léine!

source: You can save individual downloads to custom locations. Right-click a search result and choose Download As. You can even change the location of a download in progress by right-clicking the download and choosing Change File Location.
ga: Is féidir íosluchtaithe aonaracha a chur i dtaisce i suíomhanna saincheaptha. Deas-bhrúigh toradh cuardaigh agus roghnaigh Íosluchtaigh Mar. Is féidir an t-suíomh a athrú fiú i rith an t-íosluchtú trí an t-íosluchtú a dheas-bhrúigh agus Athraigh Suíomh an Comhad a roghnú.

source: Did you know you can save different types of files, such as audio, video, or images, in different folders on your computer automatically? Just go to Tools &gt; Options &gt; Saving to choose the location for each type of file.
ga: Is féidir íosluchtaithe aonaracha a chur i dtaisce i suíomhanna saincheaptha. Deas-bhrúigh toradh cuardaigh agus roghnaigh Íosluchtaigh Mar. Is féidir an t-suíomh a athrú fiú i rith an t-íosluchtú trí an t-íosluchtú a dheas-bhrúigh agus Athraigh Suíomh an Comhad a roghnú.

source: Tired of the OSX Aqua look? Try using a new theme, available from the View &gt; Apply Themes menu.
ga: An bhfuil tú bréan den amharc OSX Aqua? Fromhaigh ábhar nua, ar fáil ón roghchlár Amharc, Cuir Ábhar i bhFeidhm.

source: Want to see where on your computer a shared file is? Go to the Library, highlight the file and click 'Explore'. FrostWire will open that folder in the Finder.
ga: An dteastaíonn uait cén áit ar do ríomhaire a bhfuil comhad comhroinnte ann? Téigh chuig an Leabharlann, aibhsigh an comhad agus brúigh 'Taiscéal'. Osclóidh FrostWire an fillteán sin san Aimsitheoir.

source: Are you unhappy with the small number of search results you received? Control-click a search result, then choose Search More, then Get More Results.
ga: An bhfuil tú míshásta leis an líon bheag torthaí a bhfuair tú? Brúigh toradh cuardach, ansin roghnaigh Cuardaigh Tuilleadh, ansin Faigh Tuilleadh Torthaí.

source: You can save individual downloads to custom locations. Control-click a search result and choose Download As. You can even change the location of a download in progress by control-clicking the download and choosing Change File Location.
ga: Is féidir insint do FrostWire cad iad na chéad íosluchtaithe eile ar chóir tosú. Brúigh ar an ceanntásc na colúin i limistéar na híosluchtaithe agus roghnaigh an colún 'Tosaíocht. Roghnaigh an t-íosluchtú ar mhian leat tosú ar aghaidh agus brúigh an saighead suas go dtí go mbeidh sé ag an bharr.'

source: Want to play music in your default media player instead of in FrostWire? Control-click the FrostWire status bar and deselect 'Show Media Player'.
ga: An dteastaíonn uait ceol a sheinm i do seinnteoir meáin réamhshocraithe seachas i FrostWire? Brúigh ar dheis ar treoshabh FrostWire agus díroghnaigh 'Taispeáin an Seinnteoir Meáin'.

source: Want FrostWire to look like your other Windows programs? Choose the Windows theme, available from the View &gt; Apply Themes menu.
ga: An dteastaíonn uait FrostWire bheith cosúl le do ríomhoidis Windows eile? Roghnaigh an ábhar Windows, ar fáil ón roghchlár Amharc &gt; Cuir i bhFeidhm Ábhair.
