Repository: Mysterygirl/frostwire-frostwire.desktop-67_Original
Catalog: lib/messagebundles/*.po
Languages: es, ga, nl, tr

source: You can disable FrostWire's junk filter and delete all previously collected filter data here, if your junk filter is rating too many files as spam.
es: Ud. puede deshabilitar el filtro de Basura de FrostWire y eliminar todos los datos recolectados con respecto al filtraje aqui, si su puntuacion de filtrado de basura esta marcando demasiados archivos como spam.
nl: U kunt de Ongewenste bestanden-filter van FrostWire uitschakelen en alle opgeslagen filterdata verwijderen, als uw Ongewenste bestanden-filter te veel bestanden ziet als spam.
tr: FrostWire'ın önemsiz dosya filtrelemesini devre dışı bırakabilirsiniz veya eğer önemsiz dosya filtreniz gereğinden fazla dosyayı önemsiz olarak görüyorsa önceden toplanmış tüm önemsiz dosya verilerini temizleyebilirsiniz.

source: Display junk in place
es: Mostrar la basura recolectada
ga: Taispeáin mangarae in áit
nl: Ongewenste bestanden tonen op plaats
tr: Önemsiz dosyaları yerinde göster

source: Display junk at the bottom of search results
es: Mostrar la basura al final de los resultados de búsqueda
ga: Taispeáin mangarae ag bun na torthaí cuardach.
nl: Ongewenste bestanden onder de gewenste bestanden tonen
tr: Önemsiz dosyaları arama sonuçlarının en altında göster

source: Do not display junk
es: No mostrar Basura
ga: Ná taispeáin mangarae
nl: Ongewenste bestanden niet tonen
tr: Önemsiz dosyaları gösterme

source: Shared Extensions
es: Extensiones compartidas
ga: Breisithe Chomhroinnte
nl: Gedeelde extensies
tr: Paylaşılan Türler

source: You can choose which file extensions you would like to share.
es: Puede elegir las extensiones de archivos que desea compartir.
ga: Is féidir roghnú cén iarmhíreann comhaid ar mhaith leat comhroinnt.
nl: U kunt aangeven welke bestandsextensies u wilt delen.
tr: Paylaşılmasını istediğiniz türleri seçiniz.

source: Extensions:
es: Extensiones:
ga: Breisithe:
nl: Extensies:
tr: Türler:

source: Use Defaults
es: Usar las predeterminadas
ga: Bain Feidhm As Réamhshocruithe:
nl: Standaardwaardes gebruiken
tr: Varsayılanı Kullan

source: Share the Default File Extensions
es: Compartir las extensiones de archivos predeterminadas.
ga: Is féidir roghnú cén iarmhíreann comhaid ar mhaith leat comhroinnt.
nl: Deel de standaardbestandsextensies
tr: Varsayılan Dosya Türlerini Paylaş

source: Router Configuration
es: Configuración del enrutador
ga: Cumraíocht an Ródaire
nl: Routerconfiguratie
tr: Router Ayarları

source: FrostWire can configure itself to work from behind a firewall or router. Using Universal Plug 'n Play (UPnP), FrostWire can automatically configure your router or firewall for optimal performance. If your router does not support UPnP, FrostWire can be set to advertise an external port manually. (You must also configure your router if you choose manual configuration.)
es: FrostWire puede configurarse para funcionar detras de un cortafuegos o enrutador. Al utilizar Plug 'n Play Universal (UPnP), FrostWire puede configurar automáticamente su enrutador o cortafuegos para un desempeño óptimo. Si su enrutador no soporta UPnP, FrostWire puede ser configurado para anunciar un puerto externo manualmente. (Debe también configurar su enrutador si elige la configuración manual.)
nl: FrostWire kan zelf voor configuratie zorgen om vanachter een firewall of een router te werken. Met gebruik van Universal Plug 'n Play (UPnP) kan FrostWire automatisch uw router of firewall configureren voor optimale prestaties. Als de router geen UPnP ondersteunt, kan FrostWire anders worden ingesteld om met de hand een externe poort te instigneren (u moet ook uw router configureren als u voor handmatige configuratie kiest).

source: Use UPnP (Recommended)
es: Usar UPnP (recomendado)
ga: Bain Feidhm As UPnP (Molta)
nl: Gebruik UPnP (aanbevolen)
tr: UPnP yi Kullan(Tavsiye Edilen)

source: Manual Port Forward:
es: Redirección de puerto manual
nl: Handmatige poortdoorverwijzing:

source: Do Nothing (Not Recommended)
es: No hacer nada (no recomendado)
ga: Ná Déan Aon Rud (Ní Moltar Seo)
nl: Geen actie ondernemen (niet aanbevolen)
tr: Hiçbirşey yapma(Tavsiye Edilmez)

source: You must enter a port between 1 and 65535 when manually forcing your port.
es: Ingrese un puerto entre 1 y 65535 para canalizar su dirección IP.
nl: U moet een poort specificeren tussen 1 en 65535 als u dit handmatig wilt bewerkstelligen.
tr: portu elle girmen gerektiği zaman 1 ve 65535'in arasında bir port girmelisin

source: Filter Hosts
es: Filtrar computadoras centrales
ga: Scag na hÓstaigh
nl: Hosts filteren
tr: Sunucuları Süz

source: You can disallow messages from specific hosts by adding their IP addresses (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") to the banned list.
es: Puede bloquear los mensajes de computadoras centrales específicas agregando sus direcciones IP (por ej. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ó "192.168.12.16/28") en la lista de prohibidos.
nl: U kunt berichten van bepaalde hosts blokkeren door hun IP-adressen (bijv. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" of "192.168.12.16/28") op de zwarte lijst te zetten.
tr: istediğn IP adresini ekleyerek özel mesajlara engel olabilirsin (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28" ) yasaklanan liste

source: FrostWire can also manage a blacklist for you. This will keep FrostWire protected from harmful clients and other nuisances.
es: FrostWire también puede administrar una lista negra por Ud. Esto mantendrá a FrostWire protegido de clientes malignos y otras molestias.
nl: FrostWire kan ook een zwarte lijst voor u beheren. Dit zorgt ervoor dat FrostWire beschermd is tegen kwaadwillende cliënten en andere vervelende zaken.
tr: FrostWire sizin için bir karaliste hazırlayabilir. Böylece FrostWire zararlı istemcilerden ve diğer sıkıntılardan korunmuş olur.

source: Use FrostWire's built-in blacklist
es: Utilizar la lista negra por defecto de FrostWire
ga: Bain feidhm as réim dubh FrostWire.
nl: Gebruik de ingebouwde zwarte lijst van FrostWire
tr: FrostWire'nin birleşik kara listesini kullan

source: Filter Result Types
es: Tipos de filtros de resultados
ga: Scag na Cineálacha Torthaí
nl: Zoekresultaattypes filteren
tr: Sonuç Türlerini Süz

source: You can specify general types of search results to filter.
es: Puede especificar los tipos generales de resultados de búsqueda que desea filtrar.
nl: U kunt algemene zoekresultaattypes specificeren om te filteren.
tr: süzmesi için arama sonuçlarının genel tiplerini belirtebilirsin

source: Ignore Adult Content
es: Ignorar contenido para adultos
ga: Ná Bac le Ábhar do Dhaoine Fásta
nl: Negeer volwasseneninhoud
tr: Yetişkinlere Uygun İçeriği Engelle

source: Ignore .htm/.html Files
es: Ignorar archivos .htm/.html
ga: Ná bac le Comhaid .htm/.html
nl: Negeer htm-/.html-bestanden
tr: Htm. Html dosyaları görmezlikten gel

source: Ignore .vbs Files
es: Ignorar archivos .vbs
ga: Ná bac le Comhaid .vbs
nl: Negeer .vbs-bestanden
tr: .vbs dosyaları görmezlikten gel

source: Filter Results
es: Filtrar los resultados
ga: Scag na Torthaí
nl: Zoekresultaten filteren
tr: Sonuçları Filtrele

source: You can filter out search results containing specific words.
es: Puede filtrar los resultados de las búsquedas que contienen palabras específicas.
ga: Is féidir torthaí cuardaigh le focail áirithe a scagadh amach.
nl: U kunt zoekresultaten welke specifieke woorden bevatten filteren.
tr: Sonuçları hecelere göre filtreleyebilirsiniz.

source: Image Options
es: Opciones de imágenes
ga: Roghanna Íomhánna
nl: Afbeeldingsopties
tr: Resim Seçenekleri

source: You can choose which image viewer to use.
es: Puede elegir que visualizador de imágenes desea usar.
ga: Is féidir torthaí cuardaigh le focail áirithe a scagadh amach.
nl: U kunt kiezen welke afbeeldingenviewer u wilt gebruiken.
tr: Kullanılmasını istediğiniz resim görüntüleyiciyi seçebilirsiniz.

source: Image Viewer
es: Visualizador de imágenes
ga: Breathnóir Íomhánna
nl: Afbeeldingenviewer
tr: Resim Gösterici

source: Locale Preferencing
es: Preferencias de internacionalización
ga: Sainroghanna Loganta
nl: Lokale voorkeur
tr: Yerel Tercihler

source: You can choose to preference hosts using the same language as you.
es: Puede optar por preferir las conexiones que publicitan la misma internacionalización que usted. Elegir una gran cantidad de conexiones de preferencia puede provocar que su cliente demore en conectarse a la red.
nl: U kunt kiezen om hosts te prefereren welke dezelfde taal als u gebruiken.
tr: Sizinle aynı dili konuşan paylaşımcıları ön tercihinize alabilirsiniz.

source: Turn preferencing on:
es: Activar preferencias:
ga: Cuir sainroghanna ar siúil:
nl: Voorkeuren aanzetten:
tr: Tercih belirtmeyi aç:

source: Maximum Downloads
es: Descargas máximas
ga: Uasmhéid Íosluchtaithe
tr: Maksimum İndirilenler

source: You can set the maximum number of simultaneous downloads.
es: Puede establecer la cantidad másima de descargas simultáneas.
nl: U kunt het maximum aantal gelijktijdige downloads specificeren.
tr: Maksimum eşzamanlı indirme sayısını ayarlayabilirsiniz.

source: Maximum Downloads:
es: Descargas máximas:
ga: Uasmhéid Íosluchtaithe:
tr: Maksimum İndirilenler:

source: Maximum Searches
es: Búsquedas máximas
ga: Uasmhéid Cuardaithe
nl: Maximum aantal zoekopdrachten
tr: Maksimum Aramalar

source: You can set the maximum number of simultaneous searches you can perform.
es: Puede establecer la cantidad másima de búsquedas simultáneas que puede realizar.
nl: U kunt het aantal gelijktijdige zoekacties instellen.
tr: Maksimum eşzamanlı arama sayısını ayarlayabilirsiniz.

source: Maximum Searches:
es: Búsquedas máximas:
ga: Uasmhéid Cuardaithe:
nl: Maximum aantal zoekopdrachten:
tr: Maksimum Aramalar:

source: Max Upload Slots
es: Ranuras de carga másima
nl: Maximum aantal uploads
tr: Maksimum Gönderme Sayısı

source: Never allow more than this many uploads. This value will only be reached if you have enough bandwidth.
es: Nunca permita más cantidad de cargas que estas. Este valor sólo se alcanzará si tiene el ancho de banda suficiente.
nl: Laat nooit meer uploads dan zó veel toe. Deze waarde wordt alleen bereikt als u genoeg bandbreedte heeft.

source: Max Upload Slots:
es: Ranuras de carga másima
nl: Maximum aantal uploads:

source: Media Type
es: Tipo de Archivo
ga: Cineál Meán
tr: Medya Türü

source: Open Dialog to Select a Folder
es: Abra el Dialogo para seleccionar una carpeta
ga: Oscail Dialóg chun Fillteán a Roghnú
nl: Opendialoogvenster om een map te selecteren
tr: Bir dosyayı seçmek için açık diyalog

source: Reset
es: Reiniciar
ga: Athshocraigh
nl: Resetten
tr: Sıfırla

source: Reset to Default Download Folder
es: Reiniciar a Carpeta de Descarga por Defecto
ga: Athshocraigh chuig an Fillteán Íosluchtú Réamhshocraithe
nl: Resetten naar de standaard downloadmap
tr: Varsayılan İndirme Klasörüne Sıfırla

source: You can tell FrostWire to bind outgoing connections to an IP address from a specific network interface. Listening sockets will still listen on all available interfaces. This is useful on multi-homed hosts. If you later disable this interface, FrostWire will revert to binding to an arbitrary address.
es: Puede decirle a FrostWire que asocie las conexiones salientes a una direccion IP de una Interfaz de Red especifica (Tjta de red). Los sockets activos aún seguirán escuchando en todas las interfaces disponibles. Esto es útil para instalaciones que funcionan en varios lugares (casa,oficina,universidad). Si desea desabilitar la interfaz, FrostWire revertirá la asociación a una dirección arbitraria.
nl: U kunt FrostWire vertellen om uitgaande verbindingen met een IP-adres van een gespecifieerde netwerk te binden. Luisterende sockets zullen blijven luisteren op alle beschikbare omgevingen. Dit is handig voor multigehomede hosts. Als u deze omgeving later uitschakelt, zal FrostWire terugkeren naar het binden van een beschikbaar adres.

source: Use a specific network interface.
es: Utilizar una interfaz de red específica.
ga: Bain feidhm as comhéadan líonra sonraithe.
nl: Gebruik een specifieke netwerkomgeving.
tr: Özel bir şebeke arayüzünü kullan

source: FrostWire was unable to determine which network interfaces are available on this machine. Outgoing connections will bind to any arbitrary interface.
es: FrostWire no fue capaz de determinar que interfaces de red (tjtas de red) estan disponibles en esta maquina. Las conexiones salientes se asociaran a una interfaz arbitraria
ga: Bain feidhm as comhéadan líonra sonraithe.
nl: FrostWire kon niet determineren welke netwerkomgevingen beschikbaar zijn op deze computer. Uitgaande verbindingen worden gebonden aan elke beschikbare omgeving.
tr: FrostWire, hangi şebeke arayüzlerinin bu makinede müsait olduğunu kararlaştıramadı. Bağlantıları herhangi bir keyfi arayüze bağlayacak.

source: Notifications
es: Notificaciones
ga: Fógraí
nl: Notificaties
tr: Bildiriler

source: FrostWire can display popups to notify you when certain things happen, such as a download completing.
es: FrostWire puede mostrar popups para notificarle cuando ciertas cosas suceden, por ejemplo cuando se completa una descarga.
nl: FrostWire kan een dialoogvenster weergeven om u te laten weten wanneer bepaalde dingen gebeuren, zoals een afgeronde download.
tr: FrostWire birşeyler olduğu zaman seni haberdar etmesi için bir indirme tamamlanması gibi popup gösterebilir

source: Show Notifications:
es: Mostrar Notificaciones:
ga: Taispeán Fógraí:
nl: Laat de notificaties zien
tr: Bildirileri göster

source: Partial Files
es: Archivos parciales
ga: Leathchomhaid
nl: Gedeeltelijke bestanden
tr: Kısmi dosyalar

source: You can choose whether or not to automatically share partially downloaded files.
es: Puede elegir si desea o no compartir automáticamente los archivos descargados en forma parcial.
nl: U kunt aangeven of u gedeeltelijk gedownloade bestanden automatisch wilt delen.
tr: kısmen otomatik olarak paylaşmayı dosyaları indirdiğine bağlı olmaksızın seçebilirsin

source: Allow Partial Sharing:
es: Permitir compartir los archivos parciales
ga: Ceadaigh Páirt-roinnt:
nl: Gedeeltelijk delen toestaan:
tr: Kısmi paylaşıma izin ver

source: Uploads Per Person
es: Cargas por persona
ga: Uasluchtaithe Don Duine
nl: Uploads per gebruiker
tr: Kişi başına yüklemeler

source: Allow this many uploads per person.
es: Permitir esta cantidad de cargas por persona.
ga: Ceadaigh an mhéad seo uasluchtaithe don duine.
nl: Zo veel uploads per gebruiker toestaan.
tr: Kişi başına birçok yüklemeye izin ver

source: Uploads Per Person:
es: Cargas por persona:
ga: Uasluchtaithe Don Duine:
nl: Uploads per gebruiker:
tr: Kişi başına yüklemeler

source: Player Options
es: Opciones del reproductor
ga: Roghanna Seinnteora
nl: Speleropties
tr: Oyuncu seçenekleri

source: You can choose to play media with FrostWire or your system's default player. The media player and playlist will appear only if this option is set. A restart will be required when enabling or disabling the media controls.
es: Puede usar el reproductor interno o el predeterminado por su sistema. Debe reiniciar para activar/desactivar los controles del reproductor.
ga: Is féidir roghnú chun meáin a sheint le FrostWire nó seinnteoir réamhshocruithe do chóras. Nochtófar an seinnteoir meáin agus seinnréim amháin nuair atá an rogha seo socraithe. Beidh atosú de dhíth nuair a chumósfar nó díchumósfar rialaithe na meáin.
nl: U kunt er voor kiezen om media af te spelen met FrostWire of met de standaardspeler van uw systeem. De mediaspeler en de afspeellijst zullen alleen weergegeven worden als deze optie ingeschakeld is. Een herstart zal benodigd zijn als u de mediacontrols in- of uitschakelt.

source: Use FrostWire Media Player:
es: Usar el reproductor de MP3 de FrostWire
ga: Bain feidhm as Seinnteoir Meáin FrostWire:
nl: Gebruik de FrostWire Media Player:
tr: FrostWire medya oynatıcısını kullan

source: Redisplay messages for which you have chosen 'Do not display this message again' or 'Always use this answer'.
es: Volver a mostrar los mensaje para los que ha elegido 'no volver a mostrar este mensaje' o 'usar siempre esta respuesta'.
nl: Berichten opnieuw weergeven waarvoor u de optie 'Dit bericht niet meer tonen' of 'Altijd dit antwoord gebruiken' heeft gekozen.
tr: 'Yeniden bu mesajı gösterme' veya 'Her zaman bu cevabı kullan' seçtiğin mesajları tekrar göster.

source: Revert to Default:
es: Volver a los valores predeterminados
ga: Fill ar An Réamhshocrú:
nl: Terugkeren naar de standaardwaarde:
tr: Varsayılana Geri Dön:

source: Listening Port
es: Puerto de escucha
ga: Port Éisteachta
nl: Poortluisteren
tr: Alım Portu

source: You can set the local network port that listens for incoming connections. This port can be freely changed in case of conflict with another service on your system, or if a specific port number is required by the configuration of your firewall to direct incoming connections to your host.
es: Puede establecer el puerto de red local que escucha las conexiones entrantes. Este puerto puede modificarse libremente en caso de estar en conflicto con otro servicio de su sistema o si la configuración de su firewall necesita una cantidad específica de puertos para dirigir las conexiones entrantes a su computadora central.
nl: U kunt de lokale netwerkpoort welke luistert voor inkomende verbindingen opzetten. Deze poort kan gemakkelijk weer veranderd worden, mocht er een conflict zijn met een andere service op uw systeem, of als een specifiek poortnummer wordt vereist bij de configuratie van uw firewall om inkomende verbindingen naar uw host te leiden.

source: Listen on Port:
es: Escuchar en puerto:
ga: Éist ar Port:
nl: Luisteren op poort:
tr: porttan dinle

source: Port not available. Please select a different port.
es: Puerto no disponible. Por favor, seleccione otro puerto.
ga: Níl an port ar fáil. Roghnaigh port eile le do thoil.
nl: Poort niet beschikbaar. Kies a.u.b. een andere poort.
tr: Müsait değil. Lütfen farklı bir port seç

source: Please enter a port between 1 and 65535.
es: Por favor, ingrese un puerto entre 1 y 65535.
ga: Cuir isteach port idir 1 agus 65535.
nl: Specificeer a.u.b. een poort tussen 1 en 65535.
tr: Lütfen 1 ve 65535'in arasında bir port gir

source: Login Details
es: Detalles de inicio de sesión
ga: Sonraí Clárú
tr: Oturum Açma Bilgileri

source: Configure username and password to be used for the proxy.
es: Configurar el nombre de usuario y la contraseña a usar para el proxy
nl: Configureer gebruikersnaam en wachtwoord voor gebruik door de proxy.
tr: kullanılması için kulanıcı adı ve parolayı ayarla

source: Enable Authentication (Does Not Work for HTTP Proxies):
es: Activar autenticación. (No funciona para proxies HTTP)
nl: Authenticatie inschakelen (werkt niet voor HTTP-proxy).
tr: Yetkilendirmeyi Etkinleştir (HTTP Vekil Sunucularında Çalışmaz)

source: Username:
es: Nombre de usuario:
ga: Ainm Feidhmeora:
nl: Gebruikersnaam:
tr: Kullanıcı Adı:

source: Configure Proxy Options for FrostWire.
es: Configurar las opciones de proxy para FrostWire.
nl: Configureer proxy-opties voor FrostWire.
tr: FrostWire için proxy seçeneklerini ayarla

source: No Proxy
es: Sin proxy
ga: Gan Seachfhreastalaí
nl: Geen proxy
tr: Proxy Kullanma

source: You can automatically delete old incomplete download files.
es: Puede eliminar automáticamente los antiguos archivos incompletos descargados.
ga: Is féidir comhaid íosluchtú neamhchríochnaithe a scrios go huathoibríodh.
nl: U kunt oude en incomplete downloadbestanden automatisch laten verwijderen.
tr: otomatik olarak eksik indirme dosyalarını silebilirsin

source: Days to Keep Incomplete Files:
es: Conservar los archivos incompletos durante:
ga: Méid Laethanta Chun Comhaid Neamhiomlán a Choimeád:
nl: Dagen om onvolledige bestanden te bewaren:
tr: Tamamlanmamış Dosyaların Tutulacağı Gün Sayısı:

source: You can specify a download location for each media type.
es: Especifíque una carpeta opcional de descargas para cada tipo de archivo.
ga: Is féidir suíomh íosluchtú do gach cineál meáin a shonrú.
nl: U kunt een downloadlocatie specificeren voor elk mediatype.
tr: medya tipi olduğu için bir indirme yeri belirtebilirsin

source: Would you like to share your new save folders? The following new folders will be shared:
es: Le gustaría compartor las nuevas carpetas? Las siguientes carpetas sería compartidas:
ga: Ar mhaith leat do fhillteán cur i dtaisce nua a chomhroinnt? Comhroinnfear na fillteáin nua seo:
nl: Wilt u uw nieuwe opslagmappen delen? De volgende nieuwe mappen zullen gedeeld worden:
tr: dosyalar hariç yeni paylaşmayı beğenir miydin? Takip eden yeni dosyalar paylaşılacak:

source: Search Result Quality
es: Calidad del resultado de la búsqueda
ga: Cáil Torthaí an Cuardaigh
nl: Zoekresulatenkwaliteit
tr: Arama sonuç kalitesi

source: You can select the "quality" of search results to display. Four star results indicate that the host returning the result is not firewalled and has free upload slots.
es: Puede seleccionar "calidad" de los resultados de búsqueda a mostrar. Los resultados con cuatro estrellas indican que la computadora central que envió el resultado no tiene firewalls y tiene ranuras de carga libres.
nl: U kunt de 'kwaliteit' van de weer te geven zoekresultaten selecteren. Resultaten met vier sterren staan voor een host welke geen firewall heeft is en vrije uploadslots heeft.

source: Show Only Four Star Results
es: Mostrar los resultados con cuatro estrellas únicamente
ga: Taispeán Torthaí Ceithre Réalt Amháin
nl: Alleen resultaten met vier sterren weergeven
tr: Sadece dört yıldız sonucunu göster

source: Show Only Three and Four Star Results
es: Mostrar los resultados con tres y cuatro estrella únicamente.
ga: Taispeán Torthaí Trí agus Ceithre Réalt Amháin
nl: Alleen resultaten met drie en vier sterren weergeven
tr: Sadece üç ve dört yıldız sonucunu göster

source: Show Only Two, Three, and Four Star Results
es: Mostrar los resultados con dos, tres y cuatros estrellas únicamente
ga: Taispeán Torthaí Dhá, Trí agus Ceithre Réalt Amháin
nl: Alleen resultaten met twee, drie en vier sterren weergeven
tr: Sadece iki,üc ve dört yıldızlı sonuçları gösterir

source: Show All Qualities
es: Mostrar todas las calidades
ga: Taispeán Gach Cáilíochtaí
nl: Alle kwaliteiten weergeven
tr: Bütün kaliteleri göster

source: Search Result Speed
es: Velocidad del resultado de la búsqueda
ga: Luas Toradh na Cuardaithe
nl: Zoekresultatensnelheid
tr: Arama sonuç hızı

source: You can select the minimum speed of search results to display.
es: Puede seleccionar la velocidad másima de los resultados de búsqueda a mostrar.
ga: Is féidir an t-íosluas do na torthaí cuardú le taispeáint a roghnú.
nl: U kunt de minimumsnelheid van weer te geven zoekresultaten selecteren.
tr: göstermesi için arama sonuçlarının minimum hızını seçebilirsin

source: Show Only Results of T3 Speed or Higher
es: Mostrar los resultados con velocidad T3 o superior únicamente.
ga: Taispeáin Torthaí ó Luas T3 nó Níos Airde Amháin
nl: Alleen resultaten van T3-snelheid of hoger weergeven
tr: Sadece T3 hızının sonuçlarını göster veya daha yüksek

source: Show Only Results of T1 Speed or Higher
es: Mostrar los resultados con velocidad T1 o superior únicamente.
ga: Taispeáin Torthaí ó Luas T1 nó Níos Airde Amháin
nl: Alleen resultaten van T1-snelheid of hoger weergeven
tr: Sadece T1 hızının sonuçlarını göster, veya daha yüksek

source: Show Only Results of Cable/DSL Speed or Higher
es: Mostrar los resultados con velocidad de cable/DSL o superior únicamente.
ga: Taispeáin Torthaí ó Luas Sreang/DSL nó Níos Airde Amháin
nl: Alleen resultaten van kabel-/DSL-snelheid of hoger weergeven
tr: Sadece kablo DSL hızının sonuçlarını göster veya daha yüksek
